[{"title": "Chinese shadow puppetry: A tale of light and shadow", "news-author": "By Ai Yan", "section": "culture", "date": "2017-10-12 12:54 GMT+8", "viedo": "https://video.cgtn.com/news/33516a4e7a597a6333566d54/video/023e57b3-dd93-4f7a-8d4b-4c2d55e3eb1f/023e57b3-dd93-4f7a-8d4b-4c2d55e3eb1f.m3u8", "video_img": "https://video.cgtn.com/news/33516a4e7a597a6333566d54/video/023e57b3-dd93-4f7a-8d4b-4c2d55e3eb1f/023e57b3-dd93-4f7a-8d4b-4c2d55e3eb1f.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Chinese shadow puppetry, or shadow play, is probably one of the most ancient arts using light and shadow, thousands of years before its much more popular successor, the film.\"},{\"contentType\":1,\"content\":\"However, unlike film, which now enjoys a global market worth billions of US dollars and various glamorous awards and festivals, shadow puppetry has been fading from the spotlight.\"},{\"contentType\":1,\"content\":\"In recent years, local artists and troupes across China have been exploring ways to revive the ancient art form and to pass it on to the next generation. Their effort has garnered encouragement and support from the Chinese government, which is devoted to national rejuvenation, including the country’s traditional culture.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/2742c438-aba0-4657-8f16-775a8d654d4b.jpg\",\"caption\":\"Shadow puppets. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"In 2011, Chinese shadow puppetry was added to UNESCO's Intangible Cultural Heritage list, thus injecting new vitality into the ancient art form.\"},{\"contentType\":1,\"content\":\"Although it is still far from regaining its old glory, the ancient art form has found its value elsewhere.\"},{\"contentType\":2,\"content\":\"A combination of various art forms\"},{\"contentType\":1,\"content\":\"Shadow puppetry is widely scattered across China, especially in rural areas, and has many genres according to the different culture of each location. Generally, it is a combination of various art forms involving painting, carving, music, opera performance and story-telling.&nbsp;\"},{\"contentType\":1,\"content\":\"The history of the art form could be traced back to the Han Dynasty (202 B.C. – 220 B.C.). It is said to be invented by a minister, who presented the silhouette of Emperor Wudi’s deceased concubine to console the monarch.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/d687f10e-5074-499b-9b48-7be8b298db86.jpg\",\"caption\":\"Shadow puppets with rods linked to their body parts for control. /Photo via Sina Weibo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Compared to its high-profile origins, however, the art form was later adopted by the civilians, and went through the backwards development from grassroots to the court.&nbsp;\"},{\"contentType\":1,\"content\":\"Shadow puppetry was widely performed in the Tang Dynasty (618-907), and was introduced into West Asian and European countries during the Yuan Dynasty (1271-1368).\"},{\"contentType\":1,\"content\":\"The art form met its heyday in the Qing Dynasty (1644-1912), when the puppetry was performed in almost every province. From the countryside to the court, almost all the troupes were well equipped with boxes of delicately carved puppets. The puppetry was performed at various celebrations, ranging from funerals and weddings to Spring Festival celebrations.\"},{\"contentType\":1,\"content\":\"There were even plays in a series, which were shown in the same form as today’s TV dramas. Such plays could be performed for over half a month.\"},{\"contentType\":2,\"content\":\"A close-up of the shadow puppets\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/316eb2ee-56dc-4bb5-87f0-0e57c4292cd8.jpg\",\"caption\":\"An artist carves a shadow puppet. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"It was not an easy job to make the puppets used in the performances. Most of the puppets were made of leathers from livestock, such as cattle, donkey and sheep.\"},{\"contentType\":1,\"content\":\"The leathers must be carefully selected and repeatedly polished and processed before they are ready for carving the puppets. When the leathers become transparent, fine and smooth enough, the artists would paint the characters on it, and then carve them out with various kinds of tools.\"},{\"contentType\":1,\"content\":\"The artistic images of the puppets have adopted the techniques and styles of the silk paintings and decoration bricks of the Han Dynasty, as well as the Buddhist frescoes.&nbsp;\"},{\"contentType\":1,\"content\":\"Most of the traditional puppets were one-sided flat figures, and the decorative patterns on their clothes were arranged strictly in accordance with the status and class of the figures.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/c06c6647-8d34-4d85-8514-9ab5a8d7f003.jpg\",\"caption\":\"Puppeteers performing shadow puppetry behind the scene. /Photo via Sina Weibo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The body parts of the puppets are separately cut out and joined together, so that they could have as much as 24 movable joints. Puppeteers hold them with rods linked to their most important joints during the performances, so that the puppets could be presented as \\\"moving images\\\" on the screens.\"},{\"contentType\":1,\"content\":\"The sophisticated puppeteers were able to operate five rods on one puppet with only one hand, so that the puppet could sometimes be as vivid as a living creature.\"},{\"contentType\":1,\"content\":\"No wonder Chinese shadow puppetry was also dubbed as the \\\"forefather of the films\\\".\"},{\"contentType\":2,\"content\":\"One-bundle troupe for shadow puppetry\"},{\"contentType\":1,\"content\":\"Chinese shadow puppetry was sometimes nicknamed as \\\"one-bundle“” puppetry by the Chinese folk people, because all the characters in the plays, the puppets, could be easily collected in one box, which is highly portable.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/6b4cf613-0875-418f-a81c-358197892f16.jpg\",\"caption\":\"Puppeteers performing shadow puppetry behind the scene. /Photo via Sina Weibo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Most of the puppeteers, instead of being trained in academies, are usually amateurs who have interest in puppetry. However, that doesn't stop them becoming talents in the field. Some puppeteers are able to play several traditional instruments&nbsp;– sometimes simultaneously.\"},{\"contentType\":1,\"content\":\"They also have to be oral actors and actresses, who could act with their voices. By bestowing their own voices to the puppets, they are required to be capable of singing several local operas, and of having a good sense of rhythm.&nbsp;\"},{\"contentType\":1,\"content\":\"The puppetry folk troupes were usually small, with big ones having seven to nine performers, while smaller ones had only two to five. Despite being small in numbers, the puppetry troupes used to have a large market. They were invited to perform at nearly all kinds of occasions, aside from entertaining.\"},{\"contentType\":2,\"content\":\"A modern narration of the ancient tale\"},{\"contentType\":1,\"content\":\"Nowadays, as art forms and ways to entertain diversify, shadow puppetry has long lost its glory. However, artists and enthusiasts who have a deep affection for the ancient art, have found ways to help it survive.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/f0273ba0-b5d8-4b5a-8ebd-45dc59541df6.jpg\",\"caption\":\"Puppeteers performing shadow puppetry. /VCG Photo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"After retiring from the stage, the puppets have found a new home in museums and souvenir shops.\"},{\"contentType\":1,\"content\":\"For instance, in northwestern China’s Shaanxi Province, one of the birth places of shadow puppetry, the artists now produce delicate shadow puppets as handicraft art and frame them for souvenir shops. Their prices vary from dozens of yuan to several thousand.\"},{\"contentType\":1,\"content\":\"The puppets are so welcomed by both domestic and foreign tourists around the world that they even help to promote small puppet producing workshops to companies.\"},{\"contentType\":1,\"content\":\"Xue Hongquan, an inheritor of shadow puppetry in Huaxian County, Shaanxi Province, is one of those who found business opportunities in the art form as well as ways to protect it from dying out.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/33516a4e7a597a6333566d54/img/8c6b0ff4-72a3-4826-b1db-2ea8653e9c13.jpg\",\"caption\":\"Framed shadow puppets for sale in a souvenir shop. /Photo by Guoxiaodong via Mafengwo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Driven by a market-oriented strategy, Xue has developed his own company to preserve and further develop the traditional art form. But making a fortune out of puppetry is not his final goal, Xue has been trying to bring shadow puppetry back onto the stage.\"},{\"contentType\":1,\"content\":\"He innovated the traditional performance of shadow puppetry, and introduced modern music, light and performing skills. Xue’s puppets could not only perform ancient plays, but could also imitate modern dances such as ballet and even Michael Jackson’s famous moves.\"},{\"contentType\":1,\"content\":\"\\\"Inheritance and marketing are never contradictory. It is only by marketing the traditional heritage, and making more people love it and accept it, could the heritage be passed on,\\\" said Xue.\"},{\"contentType\":1,\"content\":\"Thanks to modern narration, it seems that shadow puppetry has reclaimed its lost glory.\"},{\"contentType\":1,\"content\":\"<strong>Video by CGTN's Chen Shi; design by CGTN's Gao Hongmei</strong>\"},{\"contentType\":7,\"geometry\":{\"coordinates\":[[116.465729,39.914589]],\"city\":\"Beijing\",\"distance\":\"5km\"}}]"}]