[{"title": "Preserving Chinese traditional craftsmanship for timber-framed structures", "news-author": "By Yang Meng", "section": "culture", "date": "2018-08-02 16:56 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/video/8ba836a941594c8cae01e59afa47259e/8ba836a941594c8cae01e59afa47259e.m3u8", "video_img": "https://video.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/video/8ba836a941594c8cae01e59afa47259e/8ba836a941594c8cae01e59afa47259e.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"As one of the most distinctive symbols of Chinese architectural culture, the timber-framed structure was inscribed in 2009 on the representative list of the intangible cultural heritage of humanity by UNESCO.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/442949430c7d4a1d928606b13cf8b7fe/442949430c7d4a1d928606b13cf8b7fe.jpg\",\"caption\":\"A virtual of an ancient Chinese building made by Chinese traditional architectural craftsmanship for timber-framed structures. /Sina Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"This ancient and intelligent method has been widely used in Chinese architecture. It can be found throughout the country&nbsp;and has spread to Japan, Korea and other East Asian countries.\"},{\"contentType\":1,\"content\":\"Surprisingly, the components such as the columns, beams, purlins, lintel and bracket sets are installed into strong frames which are connected by tenon joints. The frames are very flexible, can be quickly assembled and even be earthquake-resistant.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/8c770dd0113847219029db6a0e0c7d6f/8c770dd0113847219029db6a0e0c7d6f.jpg\",\"caption\":\"The roof of a building made by Chinese traditional architectural craftsmanship for timber-framed structures. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The mortise and tenon structure was seen in the construction of the Hemudu cultural relic about 7,000 years ago. Besides this structural carpentry, decorative woodworking, tile roofing, stonework and decorative painting are also part of the Chinese architectural craft.\"},{\"contentType\":1,\"content\":\"Each procedure of the construction demonstrates its systematic methods of skills, and those valuable experiences and skills are normally passed down from masters to apprentices through both verbal and practical instructions.&nbsp;\"},{\"contentType\":2,\"content\":\"Difficulties and inheritance\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/2e03b3a162204efa8aa24b54fc5c8c64/2e03b3a162204efa8aa24b54fc5c8c64.jpg\",\"caption\":\"The roof of a building made by Chinese traditional architectural craftsmanship for timber-framed structures. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Compared with western classical stone and concrete structures, Chinese traditional architectural craftsmanship for timber-framed structures have poor overall durability which makes preservation difficult.\"},{\"contentType\":1,\"content\":\"As a result, the frequency of maintenance, reconstruction and reconstruction of wooden structures is high. If the corresponding traditional construction skills disappear, the traditional buildings, including a large number of cultural relics, will also vanish.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/ed3c1b4421ab45a6a0758898fa987a7f/ed3c1b4421ab45a6a0758898fa987a7f.jpg\",\"caption\":\"A window of a building made by Chinese traditional architectural craftsmanship for timber-framed structures. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"With the high development of modern society, the way of life is changing rapidly. In particular, the process of globalization and urbanization, while improving people's overall quality of life, is destroying many beneficial traditional cultures, including some production and lifestyles conforming to sustainable development.\"},{\"contentType\":1,\"content\":\"But the Chinese traditional architectural craftsmanship for timber-framed structures embodies a heritage of wisdom and craftsmanship and reflects an inherited understanding of nature and interpersonal relationships in traditional Chinese society that should not be abandoned.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/7d187b127f8341e8aa8d42ee6fcc9837/7d187b127f8341e8aa8d42ee6fcc9837.jpg\",\"caption\":\"The roof of a building made by Chinese traditional architectural craftsmanship for timber-framed structures. /VCG Photo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"It is considered a central visual component of Chinese identity and an iconic representative of Asian architecture for those carpenters and artists who preserve it.\"},{\"contentType\":1,\"content\":\"Beijing has introduced special regulations to protect intangible cultural heritage. There are 102 national inheritors of intangible cultural heritage in the capital. Hu Gongmin and Yang Guiting were selected as the representative inheritors of the national intangible cultural heritage project of the Chinese traditional architectural craftsmanship for timber-framed structures.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32496a4d79457a6333566d54/img/6cf811c5ecbd4978bc3260553350b157/6cf811c5ecbd4978bc3260553350b157.jpg\",\"caption\":\"The roof of a building made by Chinese traditional architectural craftsmanship for timber-framed structures. /VCG Photo\",\"href\":\"\"}}]"}]