[{"title": "Xuan Paper: A witness to millennia of Chinese history", "news-author": "By Hong Yaobin", "section": "culture", "date": "2018-07-22 15:16 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d414e3267444f78457a6333566d54/video/e1412f9c34d34db3b0f2cd2a5b24e4e7/e1412f9c34d34db3b0f2cd2a5b24e4e7.m3u8", "video_img": "https://video.cgtn.com/news/3d3d414e3267444f78457a6333566d54/video/e1412f9c34d34db3b0f2cd2a5b24e4e7/e1412f9c34d34db3b0f2cd2a5b24e4e7.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Papermaking is widely known as one of the Four Great Inventions of ancient Chinese civilization along with&nbsp; printing, gunpowder, and the compass.\"},{\"contentType\":1,\"content\":\"Among various types of papers, Xuan paper, also known as rice paper, holds an importance place as massive ancient documents and artworks might not have survived till today if not for the paper.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/4c1262e346614a08ab78d423fed6a61b/4c1262e346614a08ab78d423fed6a61b.jpg\",\"caption\":\"June 8, 2018: Morning view of mist on the lake in Jingxian County, Xuancheng City, east China's Anhui Province, where Xuan paper is produced and named after. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Originating more than 1500 years ago, the traditional craft of making Xuan paper was inscribed on UNESCO’s the Representative List of the Intangible Cultural Heritage of Humanity in 2009.\"},{\"contentType\":1,\"content\":\"Xuan paper has always been valued by every Chinese generation as a source of pride since it is not only a requisite part of Chinese culture but also a witness to Chinese history for thousands of years.\"},{\"contentType\":2,\"content\":\"‘King of All Paper’\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/3d6112e6f3a840c6b8eb7a8acc11709c/3d6112e6f3a840c6b8eb7a8acc11709c.jpg\",\"caption\":\"One of Li Keran's “Thousands of Hills in a Crimsoned View”  /Photo via Ifeng.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Li Keran (1907-1989) was one of the most well-known contemporary Chinese painters, whose most celebrated masterpiece “Thousands of Hills in a Crimsoned View” was sold for 293.25 million yuan (46 million US dollars) in June 2012.\"},{\"contentType\":1,\"content\":\"Li once toured Xuancheng City of east China's Anhui Province and insisted on paying a visit to local papermaking factories. “We leave nothing without you,\\\" said Li, and then he bowed three times, facing those handicraftsmen toiling to produce Xuan paper.\"},{\"contentType\":1,\"content\":\"Li’s words further revealed that Xuan paper holds a dominant status in the mind of Chinese literati and artists. Since its origin, Xuan paper has been linked closely with calligraphy and painting.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/f735909012b94fcf949ee2fe34e832c3/f735909012b94fcf949ee2fe34e832c3.jpg\",\"caption\":\"Part of \\\"Five Oxen\\\" by Han Huang (723-787) /Photo via dpm.org.cn\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"As an essential carrier of Chinese culture, Xuan paper has garnered the title \\\"King of All Paper.\\\"\"},{\"contentType\":1,\"content\":\"Aside from Li’s contemporary masterpieces, numerous superb works by ancient Chinese calligraphers and painters are drawn on Xuan paper.\"},{\"contentType\":1,\"content\":\"“Five Oxen” by painter Han Huang (723–787) is acknowledged as the oldest Chinese painting on Xuan paper. As one of the highlights on display in Beijing’s Palace Museum, the intact art piece, passed down by several emperors and officials in ancient China, was more than 1,200 years old.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/4c55f02fece1480fa6796ccc387ce679/4c55f02fece1480fa6796ccc387ce679.jpg\",\"caption\":\" Sept. 15, 2017: “Dwelling in the Fuchun Mountains” by Huang Gongwang (1269-1354) is on display at the Museum of Zhejiang in east China's Zhejiang Province. / VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Han’s work, vividly depicting five oxen in different poses from various angles, is universally considered one of top ten paintings from ancient China, among which “Dwelling in the Fuchun Mountains,\\\" created by the highly acclaimed painter Huang Gongwang (1269-1354), is another Xuan paper painting.&nbsp;\"},{\"contentType\":1,\"content\":\"According to the National Library of China (NLC), there are approximately 30 million ancient paper books preserved in the library, and most of them are made by Xuan paper.&nbsp;\"},{\"contentType\":2,\"content\":\"‘Paper of Ages’\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/3c0235bd7d9441758a7b2179c66525d0/3c0235bd7d9441758a7b2179c66525d0.jpg\",\"caption\":\" Xuan paper is named after Ancient Xuan Prefecture, now known as Jingxian County in east China's Anhui Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"So why did Xuan paper become such a hit with literati and artists? The answer might lie in its origin.\"},{\"contentType\":1,\"content\":\"An oft-told story regarding the origin of Xuan paper says that Kong Dan, a papermaking craftsman during the Eastern Han Dynasty (AD 25-220), searched for a kind of paper that will not discolor or grow mold to preserve the portrait of his teacher Cai Lun (AD 48–121), the inventor of paper, and eventually created Xuan paper.\"},{\"contentType\":1,\"content\":\"Xuan paper was credited by Lu Xun (1881-1936), a leading figure of modern Chinese literature, as the most ideal paper as it is gentle but not feeble, solid but not stiff.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/d5661e442e264416849e04cff8b2a554/d5661e442e264416849e04cff8b2a554.jpg\",\"caption\":\"May 21, 2017: An inspector checks every single piece of Xuan paper to eliminate defective ones. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Featuring a smooth surface, pure texture and high tensile strength, Xuan paper's most well known feature is that it can be preserved for a long time as it is resistant to crumpling, corrosion, mildew, and moths.&nbsp;\"},{\"contentType\":1,\"content\":\"The texture and quality will not change for more than a millennium, and if preserved well, its longevity can reach more than 2,000 years while ink and color on it remains fresh and bright. The paper, therefore, is entitled “Paper of the Ages.\\\"\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/5f461f12696d4c9ca8ae5314e0af5b97/5f461f12696d4c9ca8ae5314e0af5b97.jpg\",\"caption\":\"Nov. 20, 2011: A craftsman manipulates a machine to turn the selected bark strips into sheets. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Meanwhile, Xuan paper, embracing excellent water absorbing capacity, can show distinct effects of ink shown on the paper depending on the ink concentration and the techniques applied. Hence Xuan paper became an overwhelmingly popular medium for capturing and conveying the soul of traditional Chinese calligraphy and ink wash paintings.&nbsp;\"},{\"contentType\":1,\"content\":\"Guo Moruo (1892-1978), a renowned poet and calligrapher, believed that Xuan paper is an artistic creation of the Chinese people, without which Chinese calligraphy and paintings cannot render their charm.\"},{\"contentType\":2,\"content\":\"Master hand behind Xuan paper\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/341cc2b6000947278e7a9f382d77604b/341cc2b6000947278e7a9f382d77604b.jpg\",\"caption\":\"June 8, 2018: Morning view of mist on the Peach Garden lake in Jingxian County, east China's Anhui Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Xuan paper originated in, and thus was named after, Ancient Xuan Prefecture, now known as Jingxian County in east China's Anhui Province.\"},{\"contentType\":1,\"content\":\"Today, top-quality Xuan paper is still produced in Jingxian County thanks&nbsp;to the mild climate, abundant rainfall and crystal-clear streams. These conditions provide a favorable environment for the blue sandalwood tree and rice growing, offering the materials needed to make the best Xuan paper.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/28c5b9f4ec4040bdb1752e4e46608de5/28c5b9f4ec4040bdb1752e4e46608de5.jpg\",\"caption\":\"April 10, 2013: The craftsmen wash the trodden bulk in a Xuan paper factory in Jingxian County, Anhui Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The bark from the blue sandalwood is used as the main ingredient in Xuan paper, as it is mixed in a certain proportion with rice straws. Good quality paper usually contains 80 percent of blue sandalwood with only a small amount of rice straw.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/c8996ae42be042e791f5577f7da5954c/c8996ae42be042e791f5577f7da5954c.jpg\",\"caption\":\"April 10, 2013: A craftswoman hangs up Xuan paper for sunning at a paper factory in Jingxian County, Anhui Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The traditional process of making Xuan paper by hand is extremely time-consuming and demanding, consisting of more than 100 steps including collecting, leavening, whitening, screening, and sunning. The entire process may take more than two years to complete.\"},{\"contentType\":1,\"content\":\"The skills to make the paper are highly difficult and have been passed down through generations from masters to apprentices.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414e3267444f78457a6333566d54/img/6c6bcff0c7874995900449cd2383c5c9/6c6bcff0c7874995900449cd2383c5c9.jpg\",\"caption\":\"Dec. 21, 2017: Workers dry the super Xuan paper at a workshop in Jingxian County, in east China's Anhui Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The thinnest Xuan paper may be as thin as a cicada's wing. Super-sized Xuan paper can measure 11 meters in length and 3.3 meters in width, calling for up to three dozen workers to toil together and coordinate with each other.\"},{\"contentType\":1,\"content\":\"It is noteworthy that besides the remarkable craftsmanship, the specially designed tools and machines employed during the process, such as the fine screen used to drain the fibers, also possess profound cultural connotations and great technological value.&nbsp;\"},{\"contentType\":1,\"content\":\"<strong>(Video by Zhou Yun; C</strong><strong>over image by Yin&nbsp;Yating)</strong>\"}]"}]