[{"title": "Farmers’ Dance of China’s Korean ethnic group", "news-author": "CGTN", "section": "culture", "date": "2018-03-15 11:54 GMT+8", "viedo": "https://video.cgtn.com/news/3063444e796b7a6333566d54/video/cc6e96dc-4b96-44f7-b13e-5212501ea320/cc6e96dc-4b96-44f7-b13e-5212501ea320.m3u8", "video_img": "https://video.cgtn.com/news/3063444e796b7a6333566d54/video/cc6e96dc-4b96-44f7-b13e-5212501ea320/cc6e96dc-4b96-44f7-b13e-5212501ea320.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"The Farmers’ Dance of China’s Korean ethnic group is popular in the Korean congregating areas in China including Jilin, Heilongjiang and Liaoning provinces.\"},{\"contentType\":1,\"content\":\"Originated in ancient times when Koreans began to farm and hold rituals to pray for good harvests and good weather, members of Korean ethnic group will gather in the field or villages during planting, harvesting and other agricultural events to offer traditional sacrifice to God of the land.\"},{\"contentType\":1,\"content\":\"Characterized by \\\"beating tambourines\\\" and \\\"swinging elephant caps\\\", the movements of the dancers and tambourine beaters are vigorous.\"},{\"contentType\":1,\"content\":\"There are normally about 60 dancers wearing white costumes and colorful vests and sashes. Some of the dancers posing like horse riders and archers, and elephant cap swingers uses their necks as axles swinging the 12-meter long tap tied to the cap, while some of them holds banners reads “Agriculture is the basis of society”.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3063444e796b7a6333566d54/img/abcbcf64-0ce0-4947-83fd-4213f985c67c.jpg\",\"caption\":\"People gathering in the field for farmers' dance. /Photo via unesco.org.\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"There are many different instruments musicians playing during the dance, including “suo na”, an oboe-like instrument, different size of gongs, variety of drums, double-headed hourglass and conical flutes. And usually the small gong sets the beat and leads the dance.\"},{\"contentType\":1,\"content\":\"Different Korean neighbourhoods&nbsp;have different kinds of farmers' dance, and there are two major styles: One from the eastern and southeastern area and one from the southwestern region.&nbsp;\"},{\"contentType\":1,\"content\":\"The former one stands out by its fast-paced music and acrobatic movements. The dancers have long swirling paper streamers attached to their hats. And the other major style is slower with the dancers wearing conical hats topped with big colorful paper flowers.\"},{\"contentType\":1,\"content\":\"Spreading from its agricultural origins to Korean people of all walks of life in both urban and rural areas, the farmers' dance has evolved considerably since it was brought to China at the end of the nineteenth century. For example, the musical ensemble has been expanded to include wind instruments and the dancers’ costumes have been influenced by the clothes of other Chinese ethnic groups.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3063444e796b7a6333566d54/img/9ab93b43-e333-4c7e-aa8e-57f873fbbfce.jpg\",\"caption\":\"Hat swinger in action. /Sohu.com‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"As the product of accumulated labor and wisdom, the farmers’ dance remains an important expression of the cultural heritage of China’s Korean ethnic group.\"},{\"contentType\":1,\"content\":\"Today, we can still see the dance at special festivals and local folk art competitions in rural areas. And the performances usually combine the two major styles.\"},{\"contentType\":1,\"content\":\"Inscribed on the representatives list of the Intangible Cultural Heritage of Humanity by the UNESCO IN 2009, the Farmers’ Dance of China’s Korean ethnic group is now being performed on the most viewed TV show of the nation, the annual CCTV Spring Festival Gala. It is considered as one of the most precious heritages of the Chinese culture. &nbsp;&nbsp;\"},{\"contentType\":1,\"content\":\"&nbsp;( With input from&nbsp;.unesco.org.)\"}]"}]