[{"title": "Dragon Boat Festival: An attractive symbol of Chinese culture", "news-author": "By Ye Qing", "section": "culture", "date": "2018-06-18 16:39 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/video/6497e47ad70342b5928a56eac9d38d8b/6497e47ad70342b5928a56eac9d38d8b.m3u8", "video_img": "https://video.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/video/6497e47ad70342b5928a56eac9d38d8b/6497e47ad70342b5928a56eac9d38d8b.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"‍Monday marks the Dragon Boat Festival 2018, also known as the Duanwu Festival in China. It is a traditional and meaningful celebration, which comes the fifth day of the fifth month on the Chinese lunar calendar.\"},{\"contentType\":1,\"content\":\"It's a traditional festival full of customs activities. The Dragon Boat Festival has been celebrated with various events in different provinces, including making sticky-rice treats (Zongzi) and dragon boat races.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/ca7bc6a46d3849fc9e2041464d043511/ca7bc6a46d3849fc9e2041464d043511.jpg\",\"caption\":\"Zongzi, sticky-rice treat, is a traditional food of dragon boat festival. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"What is Dragon Boat Festival all about?\"},{\"contentType\":1,\"content\":\"As most people know, the Dragon boat festival is a traditional festival in China to memorialize the death of ancient Chinese patriotic poet Qu Yuan (340-278 BC). In fact, with a history of over 2,000 years, it used to be a cleanliness day when people would use herbs to repel diseases and poisonous creatures. Besides, great people like Wu Zixu and Cao E also died on the same day, so in particular areas, people also commemorate them during the festival.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/ce24304c16734539b26a93b6eccde52a/ce24304c16734539b26a93b6eccde52a.jpg\",\"caption\":\"Dragon boat racing is the most popular activity during the Dragon Boat Festival. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Traditions &amp; Customs\"},{\"contentType\":1,\"content\":\"Except for the zongzi and dragon boat race, people also keep out evil during the festival by drinking realgar wine, wearing the perfume pouch and five-color silk, hanging plants such as Chinese moxa and calamus over their doors and pasting paper cut-outs in their windows.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/cab19a1047b14e5cb851a5a40845094d/cab19a1047b14e5cb851a5a40845094d.jpg\",\"caption\":\"File: In south China, people prefer zongzi with fresh meat or egg yolk fillings.\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Zongzi\"},{\"contentType\":1,\"content\":\"Zongzi, a pyramid-shaped with glutinous rice dumpling wrapped in reed or bamboo leaves, is the specific food on the day. In north China, people favor the red date as the filling, and south China, they prefer sweetened bean paste, fresh meat, or egg yolk.\"},{\"contentType\":1,\"content\":\"As the legend says, people boiled sticky rice with reed leaves on May 5 of Chinese lunar calendar and then throwing it into the river, to sacrifice to Qu Yuan. However, more people considered Zongzi as a symbol of luck, as the pronunciation of \\\"zong\\\" has the similar pronunciation of \\\"zhong\\\" in Chinese. This character has a positive meaning, often used in words such as winning a prize or scoring high on an exam.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/f57cb7954d894e11900259fc294b2a4e/f57cb7954d894e11900259fc294b2a4e.jpg\",\"caption\":\"Realgar wine is a Chinese alcoholic beverage. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Realgar wine\"},{\"contentType\":1,\"content\":\"Realgar wine or Xiong Huang wine is a Chinese alcoholic drink. It is often used to against mosquitoes and other insects during the hot summers, and as a general antidote against poison in ancient Asia.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/141540d23bb041e18743c04f7e9132d7/141540d23bb041e18743c04f7e9132d7.jpg\",\"caption\":\"Drawing with realgar on the forehead is the Dragon Boat Festival custom. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Moreover, drawing with realgar on the forehead of the Dragon Boat Festival can ward off the insects. The typical method is to draw on the forehead. Painting Chinese word \\\"Wang\\\" with realgar, which means realgar can avoid poison and tiger's image will ward off evil.\"},{\"contentType\":2,\"content\":\"Perfume pouch\"},{\"contentType\":1,\"content\":\"During the festival, parents also need to dress their children up with a perfume pouch to protect them from illness. They will sew little bags with the colorful silk, then fill the bags with perfumes or herbal medicines, and finally string them with silk threads.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/5a3ba38c98cc49b38715b6f3323a7899/5a3ba38c98cc49b38715b6f3323a7899.jpg\",\"caption\":\"Traditionally, parents fill perfume bags with perfume or herbal medicine to protect the children from illness during Dragon Boat Festival. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Eating eggs\"},{\"contentType\":1,\"content\":\"Some areas will boil tea eggs and brine eggs to eat on the Dragon Boat Festival. They will paint red on eggshell, with colorful net bags, hanging in a child's neck, for blessing children, and hopping them are safe.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d674d32416a4d78457a6333566d54/img/4d4b78b156ae49d28150f689146189de/4d4b78b156ae49d28150f689146189de.jpg\",\"caption\":\"A kid with egg pouches. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"These activities not only strengthen bonds within families but also build a peaceful relationship between humanity and nature.\"},{\"contentType\":2,\"content\":\"The meaning of claim the UNESCO's list\"},{\"contentType\":1,\"content\":\"China's application for an inscription of the Dragon Boat Festival onto UNESCO's Intangible Cultural Heritage List came four years after the Republic of Korea (ROK) registered Gangneung Danoje Festival in 2005, which sparked a heated debate about the festival originated.\"},{\"contentType\":1,\"content\":\"The public's spirit and excitement to keep the traditional customs and culture intact are understandable, more important is to take actions to promote the national heritage.\"},{\"contentType\":1,\"content\":\"In September 2009, UNESCO added Dragon Boat Festival to the Intangible Cultural Heritage list, the first Chinese festival to receive the honor.\"},{\"contentType\":1,\"content\":\"As a nation that boasts rich cultural heritage, it's a big move to list it as an intangible cultural heritage which means China was starting realized the importance of its culture and tried to help people know the Chinese culture better.\"},{\"contentType\":1,\"content\":\"\\\"The result proves that the Chinese culture has got recognition around the world and it will make Chinese pay more attention to protect and promote their traditional culture,\\\" Lu Jun, the head of a society of Chinese culture said to the Global Times.\"},{\"contentType\":1,\"content\":\"Since 2008, Dragon Boat Festival is not only a festival but also as a public holiday in China.\"},{\"contentType\":1,\"content\":\"(With input from UNESCO.)\"},{\"contentType\":1,\"content\":\"(Video by Wang Yulian.)\"}]"}]