[{"title": "How China's Dong ethnic group saved their culture through music", "news-author": "By Hu Shenqiu", "section": "culture", "date": "2018-01-18 22:53 GMT+8", "viedo": "https://video.cgtn.com/news/32456a4d79677a6333566d54/video/a85d051b-dc92-4db3-bef4-ee83fb5ee722/a85d051b-dc92-4db3-bef4-ee83fb5ee722.m3u8", "video_img": "https://video.cgtn.com/news/32456a4d79677a6333566d54/video/a85d051b-dc92-4db3-bef4-ee83fb5ee722/a85d051b-dc92-4db3-bef4-ee83fb5ee722.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"It's a traditional song, but nothing like you've ever heard before; a cappella piece believed to be food for the soul; a melody that chronicled the history of a small ethnic minority group in China in&nbsp;the absence of a writing system.\"},{\"contentType\":1,\"content\":\"The Grand Song of the Dong ethnic group is as much a feast for the ears as it is a lesson in history, having been passed down through generations for over 2,500 years. The song is a cultural artifact so invaluable for humanity that it was designated by the UNESCO as a World Intangible Cultural Heritage in 2009.\"},{\"contentType\":1,\"content\":\"Residing in southwest China's Guizhou Province, the Dong group with a population of less than three million is mainly a self-sufficient agrarian society, known for its rich culture and unique dressing style.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/32456a4d79677a6333566d54/img/cd943136-5751-4698-9ea3-091d393162f9.jpg\",\"caption\":\"A village in Congjiang County, southwest China's Guizhou Province /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"There's a deep-rooted belief among the members of the Dong society that \\\"songs nourish&nbsp;the soul just like rice nourishes the body.\\\"&nbsp;\"},{\"contentType\":1,\"content\":\"The Grand Song is believed to be the repository of the local culture as all the historical stories and knowledge of the Dong group are recorded and handed down orally from generation to generation by means of songs. This is because a writing system was not developed until 1958, and even until today it has yet to achieve widespread popularity.\"},{\"contentType\":1,\"content\":\"The term \\\"heavenly music\\\"&nbsp;has been used and re-used to describe graceful and pacifying melodies, but there is little doubt that the Grand Song of the Dong group is worthy of the expression. Without conductors or instrumental accompaniments, the Grand Song entirely relies on the singers’ voices and the harmony between them.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/32456a4d79677a6333566d54/img/ad3abb4d-c2af-4842-824b-749ac1d307c4.jpg\",\"caption\":\"Villagers of Dong ethnic group sing in Liping County, Guizhou Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Structure and styles\"},{\"contentType\":1,\"content\":\"Locally dubbed \\\"Galao\\\", the harmonious Grand Song is performed in groups that range from three to hundreds of members.&nbsp;\"},{\"contentType\":1,\"content\":\"Traditionally, it is a polyphonic chorus performed in the outdoors in an antiphonal style (male versus female, young versus elderly), with a greater variety on the female and/or young side.&nbsp;\"},{\"contentType\":1,\"content\":\"The song is typically sung in three different voice types: bass, alto and soprano. Bass is the main part, which commonly represents a murmuring brook, while alto depicts the sound of birds chirping and singing. The Grand Song can be&nbsp;fast and powerful or calm and elegant, full of different sentiments.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/32456a4d79677a6333566d54/img/c8fa7e9e-2d03-46ed-b84b-2afddf69ea14.jpg\",\"caption\":\"Villagers perform the Grand Song of the Dong ethnic group during a local festival in Congjiang County, Guizhou Province, Nov 28, 2016. /Photo via Asia News\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The Grand Song is diverse in various themes, or styles. The vocal style features the beauty of an undulating musical melody with brief lyrics. The lyrical style describes romantic moments in courtship and marriage among young people, while the morality style promotes etiquette and customs for better social harmony. The narrative style, which is believed to be most common one, covers stories ranging from episodes in history to mythology to stories extolling the belief in the unity of humans and nature.\"},{\"contentType\":1,\"content\":\"The ethereal and enchanting Grand Song can be formally heard at the drum tower of the village, which is considered a sacred place. In the past, the head of the village would beat the drum to call on all the villagers to gather, either for important meetings or to defend the village from invasion. Nowadays, it has evolved into a cultural center, especially during festivals – for rituals, socialization, entertainment, and greeting guests.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/32456a4d79677a6333566d54/img/d00073b8-063b-4420-8865-5a15aac3253b.jpg\",\"caption\":\"Children of Dong ethnic group sing in Xiaohuang Village in Congjiang County, Guizhou Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Worldwide attention with uncertain future\"},{\"contentType\":1,\"content\":\"The first time that the Grand Song of the Dong ethnic group was presented on the world stage was in 1986. A nine-member choir staged a sensational performance at the Paris Autumn Festival, gaining cheer and applause. The debut took France by storm, then spread across the rest of Europe&nbsp;and the world, stirring great curiosity in the mysterious Chinese ethnic group.\"},{\"contentType\":1,\"content\":\"However, prosperity was not just enabled through international recognition, but also modernity.<span style=\\\"background-color: rgb(238, 238, 238); color: rgb(102, 102, 102); font-size: 12px; text-align: right;\\\">&nbsp;</span>\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/32456a4d79677a6333566d54/img/9b63e547-e6b1-4d4e-bee4-0d8875a7088c.jpg\",\"caption\":\"Villagers perform the Grand Song of the Dong ethnic group in Liping County, Guizhou Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Every year, travelers from all over the world flock to Dong villages to enjoy the traditional songs and festivals. The flourishing tourism has brought benefits to the Dong people and spurred a wave of construction, with houses built and roads paved.&nbsp;\"},{\"contentType\":1,\"content\":\"But some question if the essence of the Grand Song has changed, as more and more commercial performances are held in order to satisfy the visitors' taste.&nbsp;\"},{\"contentType\":1,\"content\":\"Also, modernization poses another possible threat, as some believe that the interest of the younger generation in the Grand Song is slowly dwindling as they opt for a written language thanks to better education.\"},{\"contentType\":1,\"content\":\"(Video by Xu Xiaotong; Copy editing&nbsp;by Nadim Diab)\"}]"}]