[{"title": "Yueju Opera: From the past to now", "news-author": "By Wang Jia", "section": "culture", "date": "2017-12-21 21:02 GMT+8", "viedo": "https://video.cgtn.com/news/3567544d33637a6333566d54/video/96a40894-36d1-411c-9549-13a883969167/96a40894-36d1-411c-9549-13a883969167.m3u8", "video_img": "https://video.cgtn.com/news/3567544d33637a6333566d54/video/96a40894-36d1-411c-9549-13a883969167/96a40894-36d1-411c-9549-13a883969167.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"With its multicolored costumes,&nbsp;rich symbolism, distinctive falsetto singing backed by the sound of gongs, very few art forms can be compared to Chinese operas.\"},{\"contentType\":1,\"content\":\"Chinese operas feature the charm and mystery of ancient China.\"},{\"contentType\":1,\"content\":\"One of the main categories of Chinese operas is Yueju. As a combination of Mandarin operatic traditions with Cantonese dialect, it is a deeply respected and widely acclaimed art form that blends Chinese folk stories, music and drama into a singular lively performance style.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3567544d33637a6333566d54/img/ad2b58d3-9861-42cd-8936-d78518c88ed7.jpg\",\"caption\":\"Photo via sina.com\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Origins\"},{\"contentType\":1,\"content\":\"Rooted in the Cantonese-speaking province of Guangdong and Guangxi Zhuang Autonomous Region in southeast China, an area which was called \\\"Yue\\\" in ancient times, Yueju Opera is characterized by its use of string and percussion instruments and its colorful visuals in the form of kaleidoscopic costumes and face painting.\"},{\"contentType\":1,\"content\":\"Yueju Opera derived at the end of the Ming Dynasty (1368-1644) and developed through the following centuries.\"},{\"contentType\":1,\"content\":\"In the olden days, the century-old art was almost identical to the already more established operatic types, but in the past few years, it has gradually added Western music, modern instrumental compositions and popular songs to its conventional patterns, which were taken from Cantonese folk melodies.\"},{\"contentType\":1,\"content\":\"Yueju Opera singing, all in Cantonese, consists of numerous melodies and tunes, which are based on Banghuang tunes – a combination of Kun, Yiyang, and Guangdong tunes with Guangdong folk music and popular tunes.\"},{\"contentType\":1,\"content\":\"By using vocal melodies, folk singing and storytelling skills from other regions, Yueju opera came to life on the basis of local aboriginal theater.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3567544d33637a6333566d54/img/44664c33-c56e-4bc2-96d8-0516f6c2b844.jpg\",\"caption\":\"Photo viandddaily.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"You don’t need to understand the language itself or be familiar with the stories of Chinese history and myth while enjoying these dramas.\"},{\"contentType\":1,\"content\":\"In 2009, Yueju Opera was added to UNESCO's Representative List of the Intangible Cultural Heritage of Humanity.\"},{\"contentType\":2,\"content\":\"The features of Yueju Opera\"},{\"contentType\":1,\"content\":\"Instead of music, lyrics are the most important part in Yueju Opera. However, it still requires traditional instruments, namely, the erhu, butterfly harp, pipa, flute, and percussion instruments. Nowadays, Yueju Opera has added many Western instruments such as the cello, saxophone, and even the violin, which often replaces the place of erhu.\"},{\"contentType\":1,\"content\":\"Unlike the widely known Peking Opera, the virtually all-female Yueju Opera is characterized by romanticism and subtlety.\"},{\"contentType\":1,\"content\":\"Yueju Opera is considered a younger member of the Chinese opera family, which has more than 360 different genres. In charge of the overall rhythm and pace of the music, the percussion part alone includes many different drums and cymbals, and the erhu takes the lead in the orchestra.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3567544d33637a6333566d54/img/36588d0b-15cb-4dff-a211-3bc9a53eee57.jpg\",\"caption\":\"Photo via sina.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Yueju Opera characters are also very unique. At first, there were 10 categories but this was reduced to six: Civilian and military, male scholar-lover, major female, secondary female, clown and military male.&nbsp;\"},{\"contentType\":1,\"content\":\"The background stories include a wide range of subjects: Romantic encounters, historical events, fictionalized episodes, ghost stores, patriotic happenings, moral teachings, famous classics, pseudo-religious tales and heroic epics. Based on the costumes, audiences are able to know social-historical contexts.\"},{\"contentType\":1,\"content\":\"In addition to entertainment, the opera offers a chance for people to appreciate the language, understand China’s belief system, society, arts and history.\"},{\"contentType\":2,\"content\":\"Yueju Opera nowadays\"},{\"contentType\":1,\"content\":\"Yueju Opera remains popular throughout China and most importantly, it provides a cultural bond among Cantonese speakers around the world.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3567544d33637a6333566d54/img/c7f00f16-9f2a-4a2c-8186-4807ebc1fc9b.jpg\",\"caption\":\"Photo via sina.com‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"They take its worldwide success as a point of pride, regarding the opera as an important way for foreigners to learn about Chinese culture.&nbsp;\"},{\"contentType\":1,\"content\":\"Today, the tradition is passed on to newly emerging artists through both drama schools and apprenticeship programs.\"}]"}]