[{"title": "Fujian Nanyin: Ancient music becoming more popular online", "news-author": "By Li Bin", "section": "culture", "date": "2017-09-03 10:41 GMT+8", "viedo": "https://video.cgtn.com/news/7a49444f32557a6333566d54/video/b0b8baca-305b-4c81-8300-ef46b22bfdda/b0b8baca-305b-4c81-8300-ef46b22bfdda.m3u8", "video_img": "https://video.cgtn.com/news/7a49444f32557a6333566d54/video/b0b8baca-305b-4c81-8300-ef46b22bfdda/b0b8baca-305b-4c81-8300-ef46b22bfdda.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Hailed as a “living fossil” of ancient Chinese music, Fujian Nanyin is the best preserved musical art form in China, and has survived for more than a thousand years.\"},{\"contentType\":1,\"content\":\"The ancient art form is living and thriving in the modern age thanks to its popularization on the Internet.\"},{\"contentType\":1,\"content\":\"<strong>Nanyin’s origins</strong>\"},{\"contentType\":1,\"content\":\"Nanyin, literally means \\\"music in the south\\\", and goes by many names: Xianguan, Nanguan, Nanyue, Nanqu, to name a few.\"},{\"contentType\":1,\"content\":\"It is central to the culture of the people of Minnan (the southern part of Fujian Province) as well as the Minnan diaspora populations overseas.\"},{\"contentType\":1,\"content\":\"Nanyin originated in the coastal city of Quanzhou, a city in the southern Fujian Province, and it has enjoyed wide popularity in Hong Kong, Macao, Taiwan, as well as many other regions in Southeast Asia where a considerable amount of Fujian immigrants reside.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/b40c6f8c-01cd-4ac0-8007-6fd4de7d1fee.jpg\",\"caption\":\"A typical nanyin ensemble. /Photo via unesco.org\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The formation of a Nanyin ensemble is similar to that of a five-person pop band. Positioned in the middle is the singer, or front man, who also plays the wooden clapper “paiban” to keep the beat; on the left are two musicians playing the “dongxiao” and the “erxian” respectively while on the right are two musicians playing the “pipa” and the “sanxian”.\"},{\"contentType\":1,\"content\":\"“Dongxiao” is the Chinese vertical bamboo flute while “erxian”, “sanxian” and “pipa” are all stringed Chinese instruments.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/22b093e6-6e61-404f-b7dc-9a66a7ab5257.jpg\",\"caption\":\"The nanyin musical instruments. /Photo via confuciusmag.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"There’s no written record of Nanyin's origins. However, according to the musical form, it could date back as far as two thousand years, in the Han Dynasty (206 BC – 220 AD) and it formed a unique performance style in the Song Dynasty a thousand years later, according to Wang Yaohua, a musicologist of Nanyin.\"},{\"contentType\":1,\"content\":\"If you are familiar with the long scroll painting “Night Revels of Han Xizai” from the Southern Tang Dynasty, you’d find a scene depicting people playing and singing Nanyin.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/5205e30a-d042-40d7-b4ee-f3f508e91286.jpg\",\"caption\":\"Part of the long scroll painting “Night Revels of Han Xizai” by Gu Hongzhong. /Photo via Wikipedia.org\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Nanyin melodies are slow, gentle and delicate. Of its three components, the first is purely instrumental, the second includes voice, and the third consists of ballads accompanied by the ensemble and sung in Quanzhou dialect – only in this way can it best capture the beauty of the ancient music.\"},{\"contentType\":1,\"content\":\"The rich repertoire of songs and scores preserves ancient folk music and poems and has influenced opera, puppet theater and other performance art traditions.\"},{\"contentType\":1,\"content\":\"Given its historical value and cultural influences, Nanyin was inscribed in 2009 on the Representative List of the Intangible Cultural Heritage of Humanity by UNESCO.\"},{\"contentType\":1,\"content\":\"<strong>Thriving in the modern age</strong>\"},{\"contentType\":1,\"content\":\"To ask for the popularity of Nanyin to rival that of Peking Opera is unrealistic.\"},{\"contentType\":1,\"content\":\"For starters, the slow thematic exposition makes it a hard sell to the audiences in the modern age. Secondly, the language barrier is inevitable. Last but not least, Nanyin has retained a large number of ancient Chinese vocabulary and phonology from the Central Plains. The esoteric and complex knowledge also add up to the difficulties.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/eda88ecf-859f-4cce-911d-15fd64ab8e97.jpg\",\"caption\":\"Gongchi, the musical notes of nanyin are recorded on a five-note scale, similar to the musicology recorded in the inscription of Zeng Houyi's bell chimes 2,400 years ago. /Photo via chinaplus.cri.cn\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"“I think the art is somewhat lost. Nanyin is not easy to learn. There are not many people who know about the music. And the number of people who know how to sing is even smaller,” Su Yongshi, a national level Nanyin artist, said during an interview with CGTN Francais.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/3f39c829-b983-455a-9371-aab314220e9d.jpg\",\"caption\":\"Xiamen Nanyin Troupe is performing the classic piece of nanyin, Jinshiyin, a famous love story of Chinese poetess Li Qingzhao and her husband. /Photo via chinaplus.cri.cn\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"However, the Internet has been a real game changer, giving many Nanyin fans the opportunity to set up websites to share their experiences and promote the music.\"},{\"contentType\":1,\"content\":\"In the late 1990s, software was developed that enabled simultaneous transcription of Nanyin score into staves and simplified musical notations, making the learning process easier.\"},{\"contentType\":1,\"content\":\"The mass popularization of smartphones takes the trend a step further.\"},{\"contentType\":1,\"content\":\"Quanzhou resident Li Zhicheng is a Nanyin lover who started three programs on Qingting FM, a leading online radio platform in China. He has uploaded more than 1,000 tracks since 2005 and receives 2,000 hits per day.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/236b46fd-a105-4033-9302-b352047477b2.jpg\",\"caption\":\"Li Zhicheng regularly uploads nanyin tracks to his programs on China’s leading online radio platform Qingting FM. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"“The inheritance lies on the youngsters. If they don’t like the music, Nanyin could gradually disappear,” said Li. To prevent this from happening, Li has teamed up with local schools to promote Nanyin and nurture promising talent.\"},{\"contentType\":1,\"content\":\"Social media has also been a great drive. Li uploads his programs to various platforms which has garnered more than five million hits , with fans all over the world.\"},{\"contentType\":1,\"content\":\"<strong>Beyond the mainland</strong>\"},{\"contentType\":1,\"content\":\"Nanyin can be widely heard in Taiwan as the southeast Chinese island region shares the same dialect and cultural customs with Fujian. The music is never to miss when there are temple fairs or celebrations.\"},{\"contentType\":1,\"content\":\"There are hundreds of Nanyin music clubs in the region, among which the Han-Tang Yuefu Music Ensemble and the Xinxin Nanguan Ensemble are the most famous.\"},{\"contentType\":1,\"content\":\"Both ensembles strive to energize the lifeblood of this ancient music and rescue it from oblivion by integrating Nanyin with other art genres such as modern dance and symphony orchestras and performed all around the world.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7a49444f32557a6333566d54/img/5a55f7c7-75cc-4154-bc09-995ae0cf2c9c.jpg\",\"caption\":\"An artist from the Han-Tang Yuefu Nanguan Ensemble reprises a Nanyin performance scene from the long scroll painting “Night Revels of Han Xizai” in Beijing on January 12, 2015. /Photo via qq.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Singapore is another major place where Nanyin is well preserved outside China. The young generation there is reviving the art by combing nanyin with other music genres.\"},{\"contentType\":1,\"content\":\"The musicians from the prestigious Siong Leng Musical Association are reaching out to contemporary music fans by introducing western elements such as keyboards, tabla and even a cappella singers into Nanyin.\"},{\"contentType\":1,\"content\":\"The artists also brought in traditional Malay and Indian instruments to reflect Singapore’s multicultural society.\"},{\"contentType\":1,\"content\":\"The association performs at temple fairs as well as overseas. The members also conduct Nanyin classes and workshops in schools and libraries.\"},{\"contentType\":1,\"content\":\"Be it in the ancient times or present, traditional or innovative, Nanyin has embodied the Chinese philosophy of life and Chinese cultural etiquettes and rites of music.\"},{\"contentType\":1,\"content\":\"It was, is and will always be a part of people’s lives.\"},{\"contentType\":1,\"content\":\"<strong>Video by CGTN's Ge Ning; Design by CGTN’s Gao Hongmei; copy-editing by Xuyen Nguyen</strong>\"},{\"contentType\":1,\"content\":\"<em>*Notes: 1. Video clips are from CGTN Francais documentary “Racine Culturelle” series, CCTV documentay \\\"World's Most Ancient Music: Quanzhou Nanyin\\\". 2. “Fujian Nanyin: Ancient music sings” is Episode 2 of “Priceless Culture”, a special series aiming to bring the charms of the traditional Chinese culture that have been enlisted in the UNESCO Oral and Intangible Heritage.</em>\"},{\"contentType\":7,\"geometry\":{\"coordinates\":[[116.464045,39.915715]],\"city\":\"Beijing\",\"distance\":\"5km\"}}]"}]