[{"title": "Peking Opera: Inheritance or popularization?", "news-author": "By Ai Yan", "section": "culture", "date": "2018-07-26 08:43 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d514f7845444d79457a6333566d54/video/679d688005144d19a4b86070607bc605/679d688005144d19a4b86070607bc605.m3u8", "video_img": "https://video.cgtn.com/news/3d3d514f7845444d79457a6333566d54/video/679d688005144d19a4b86070607bc605/679d688005144d19a4b86070607bc605.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"When mentioning the Peking Opera, a few key words come to mind for most Chinese: national quintessence, traditional culture, dazzling costumes and makeup. Some may even be able to hum a few lines or talk about their favorite artists, but for most people, it remains a classic art form that stays distant from everyday life.&nbsp;\"},{\"contentType\":1,\"content\":\"However, only a century ago, the Peking Opera was no less popular than today’s pop music, while the artists were welcomed and loved by a large amount of fans who were willing to spend a fortune for a ticket to their performances.\"},{\"contentType\":1,\"content\":\"Mei Lanfang, one of the greatest Peking Opera artists, took the traditional Chinese art abroad for the first time in the early 20th century, amazing many foreigners with his beautiful voice, subtle performances and elegant gestures.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/601d5e4f793e46efa8e01339746ef567/601d5e4f793e46efa8e01339746ef567.jpg\",\"caption\":\"“The Drunken Concubine” /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Despite its great charm, the opera gradually declined and retreated from the daily lives of most Chinese for many years. However, the artists never stopped trying to return it to its former glory.\"},{\"contentType\":1,\"content\":\"In 2010, the art form was added to the UNESCO intangible cultural heritage list, injecting new impetus into the ancient art. Today, many Chinese artists are still working hard in their own way to honor it.&nbsp;\"},{\"contentType\":2,\"content\":\"From origin to heyday: the rise of a new genre\"},{\"contentType\":1,\"content\":\"The origin of the Peking Opera could be traced back to the Qing Dynasty (1644-1911), when the four great Anhui troupes brought their local Anhui opera, also known as Huiju, to Beijing for celebrations of Emperor Qianlong’s birthday.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/2a94f3fd808040d5af2e8d72b406dc84/2a94f3fd808040d5af2e8d72b406dc84.jpg\",\"caption\":\"Costumes used for a Peking Opera performance. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"It later absorbed the essences of other operas, including Qinqiang of Shaanxi Province, Kunqu of southern China and the local opera of Beijing, and finally bred a new art form – the Peking Opera.\"},{\"contentType\":1,\"content\":\"Being favored by the royals of the Qing Dynasty undoubtedly boosted the development of the new art form. Many aristocrats at that time not only loved the Peking Opera, but also promoted the development of its aestheticism.\"},{\"contentType\":1,\"content\":\"For instance, Empress Dowager Cixi, who ruled the Qing Dynasty for 47 years, was obsessed with the Peking Opera, and even used to refine the scripts herself. She was also a strict spectator, who would never miss even the slightest mistake in the pronunciations or the movements.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/c72ccb17a85a411985b254a01322a96d/c72ccb17a85a411985b254a01322a96d.jpg\",\"caption\":\"Ready for the stage /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Such attention to details led the Peking Opera to its heyday after the Qing Dynasty collapsed. In the 1920s and 1930s, a number of Peking Opera artists emerged, including most of the big names, such as Mei Lanfang, Cheng Yanqiu, Xun Huisheng and Shang Xiaoyun, the male actors who were renowned for their female roles.\"},{\"contentType\":2,\"content\":\"Peking Opera: art for the grassroots\"},{\"contentType\":1,\"content\":\"The Peking Opera has a system of artistic forms and standards of its own, which not only define the scripts, music and performances, but also how the emotions, such as anger, sorrow, joy and excitement, should be expressed through movements or gestures; and how each word should be read or sang.\"},{\"contentType\":1,\"content\":\"These standards are known as the “formula” or “pattern.” However, such detailed requirements do not reduce the beauty of the opera, but rather add to its charm. Different Peking Opera schools have developed their own distinguished styles and characteristics, and therefore attract different audiences.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/0c512b03aa714d37a4f3ba8c843daa85/0c512b03aa714d37a4f3ba8c843daa85.jpg\",\"caption\":\"A traditional Peking Opera stage. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Compared to the Kunqu Opera, which was popular among mainly ancient Chinese scholars and literati, the Peking Opera was more widely accepted at the grassroots level, and therefore had a wider fan base.\"},{\"contentType\":2,\"content\":\"Peking Opera in modern society: inheritance or popularization?\"},{\"contentType\":1,\"content\":\"The Peking Opera, unlike the Kunqu Opera, never completely faded from the daily lives of Chinese. However, the art form has fallen out of favor with the younger generation as television and the Internet have emerged to replace it with other forms of entertainment.\"},{\"contentType\":1,\"content\":\"In 2017, Wang Peiyu, a Peking Opera artist known for her role of “Lao Sheng,” or the senior male role in traditional operas, made a speech on a hit variety show ran by iQiyi.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/771ae2ca302e4b738cc943b9d7b8432c/771ae2ca302e4b738cc943b9d7b8432c.jpg\",\"caption\":\"Making up /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Wang adopted the trendy words, catchphrases and context of the younger generation to introduce the Peking Opera to a new audience.\"},{\"contentType\":1,\"content\":\"\\\"There are only two types of people in the world. The first type loves the Peking Opera, and the rest have not realized that they love the Peking Opera,\\\" Wang said. She also taught the audience how to say a simple word, \\\"good,\\\" in a Peking Opera soliloquy.\"},{\"contentType\":1,\"content\":\"The video clip went viral after the show was released online, and prompted many to ask, \\\"Who is Wang Peiyu?\\\"\"},{\"contentType\":1,\"content\":\"It was a successful form of publicity for the Peking Opera, but only part of Wang's efforts to promote the art form in recent years. She fuses the ancient opera with the trending culture, and explains it to the younger generation using methods that they can understand.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514f7845444d79457a6333566d54/img/1783950ba1f247e9a08d5f2ce744f1f3/1783950ba1f247e9a08d5f2ce744f1f3.jpg\",\"caption\":\"\\\"Farewell My Concubine.\\\" /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Meanwhile, she never hesitates to embrace new media and modern forms of communication, such as online streaming, lectures and variety shows, and she introduces the Peking Opera whenever she's given the chance.&nbsp;\"},{\"contentType\":1,\"content\":\"However, many question whether the art form is being overexposed as it plays out on multiple entertainment platforms. But Wang has a large number of supporters from inside the opera community.\"},{\"contentType\":1,\"content\":\"\\\"I’ve been saying that the Peking Opera is now in an era where inheritance is as important as popularization, but to some extent, I think the latter is more important now,\\\" Wang said during a lecture. “I hope the public realizes one day that the Peking Opera is very attractive.”\"},{\"contentType\":1,\"content\":\"<strong>(Video by Chen Shi; head image by Gao Hongmei)</strong>\"}]"}]