[{"title": "Xi'an Guyue: Ancient ensemble awaits another millennium", "news-author": "By Li Bin", "section": "culture", "date": "2018-02-01 15:38 GMT+8", "viedo": "https://video.cgtn.com/news/7763544e30677a6333566d54/video/24e74719-d105-46e5-a391-4cfcb5c92abe/24e74719-d105-46e5-a391-4cfcb5c92abe.m3u8", "video_img": "https://video.cgtn.com/news/7763544e30677a6333566d54/video/24e74719-d105-46e5-a391-4cfcb5c92abe/24e74719-d105-46e5-a391-4cfcb5c92abe.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Festive, grand in structure and elegant in style. Xi'an Guyue, also known as Xi'an wind and percussion ensemble, has been played for more than a millennium in China's ancient capital of Xi'an, Shaanxi Province.\"},{\"contentType\":1,\"content\":\"Xi'an wind and percussion ensemble, as its name indicates, is a type of music that integrates drums and wind instruments, and sometimes a male chorus. The content of the verses is mostly related to local life and religious belief.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/59c3f3ad-e207-4c76-8a4b-dd12f21838ba.jpg\",\"caption\":\"Xi'an celebrates Xi'an wind and percussion ensemble on China Cultural Heritage Day, June 12, 2010. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"<strong>From royal courts to open fields</strong>\"},{\"contentType\":1,\"content\":\"The music was first created to accompany royal banquets, outings and sacrifices to gods. However, it gradually prevailed among the public in temple fairs and religious occasions.\"},{\"contentType\":1,\"content\":\"Marching drum music used to be performed on emperor's trips, but has now become the province of farmers and is usually played in open fields in the countryside.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/89dbfd82-b9ee-41b2-b113-60040f0fc443.jpg\",\"caption\":\"Performers play Xi'an Guyue at the Town God's Temple in Xi'an, May 25, 2015. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Xi'an Guyue is usually divided into two categories&nbsp;–&nbsp;sitting music and walking music, with the latter also including the singing of chorus.\"},{\"contentType\":1,\"content\":\"The sitting music is played by performers sitting in a hall and subject to a strict and fixed musical pattern and structure, while the walking music is more casual and the performances focus on melodies.\"},{\"contentType\":1,\"content\":\"Over the centuries, the tunes have never ceased to hymn and the scores, using an ancient notation system dating from Tang and Song dynasties, are passed down generation by generation just as they were a thousand years ago.\"},{\"contentType\":1,\"content\":\"Approximately 3,000 musical pieces are documented and about 150 volumes of handwritten scores are preserved and still in use.\"},{\"contentType\":1,\"content\":\"The ensemble was added to the UNESCO Intangible Cultural Heritage List in 2009.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/23bb0c7b-d822-4295-aa32-b415b59b9823.jpg\",\"caption\":\"Sitting music of Xi'an wind and percussion ensemble. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"<strong>Looming barriers</strong>\"},{\"contentType\":1,\"content\":\"Uprising from a time when the Middle Kingdom was the center of the world and the royal house was greatly respected, Xi'an Guyue once played an important role in entertaining the crowds.\"},{\"contentType\":1,\"content\":\"It is one of the most complete genres of folk music still surviving in China, earning the name \\\"the living fossil of ancient Chinese music\\\".\"},{\"contentType\":1,\"content\":\"But in a fast modernizing society, its functionality and popularity are fading away at a great speed. What's left behind of its value seems to be only recognized in academic studies, tourism and religious practices in limited areas.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/9b74b4d7-89f5-4fd9-807e-1d1bd1fddd1e.jpg\",\"caption\":\"Walking music of Xi'an wind and percussion ensemble. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"There are only six major ensembles carrying on the art form in suburban Xi'an and its neighboring villages.\"},{\"contentType\":1,\"content\":\"Many experts believe the notation system is the key to unlocking the mysteries of musical art in ancient China. But at the same time, the centuries-old system has, to an extent, hindered its mass popularization.\"},{\"contentType\":1,\"content\":\"The strict master-apprentice mechanism also surfaced as an evitable barrier. Even in the 21st century, many performers still insist on an ancient rule that the skills can't be passed down to females.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/ca13f437-019e-4be5-919c-ec16cf91c27c.jpg\",\"caption\":\"Students from the Xi'an Conservatory of Music play Xi'an Guyue in Haikou, south China's Hainan Province, July 15, 2017. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"<strong>Efforts underway</strong>\"},{\"contentType\":1,\"content\":\"Ma Xiping, a female professor in music at Xi'an Jiaotong University, decided to change the status quo. Since 2001, she started to visit Zhao Gengchen, an expert and inheritor of Xi'an Guyue, to record him singing via words, audio/video recordings and photographs.\"},{\"contentType\":1,\"content\":\"She led her students to Zhao's place every week to record a score and translate it into numbered musical notation and stave. \\\"We used up five recorders in five years,\\\" Ma Xiping said.\"},{\"contentType\":1,\"content\":\"Zhao Gengchen passed away on May 6, 2015, which is a great loss to the inheritance of Xi'an Guyue, but thanks to Ma and her students' efforts Zhao's legacy lives on.\"},{\"contentType\":1,\"content\":\"The Xi'an Conservatory of Music also held seminars to study the development of Xi'an Guyue in innovative ways. Last April, the musical institute released an album which recorded the classic scores of the six century-old local ensembles.\"},{\"contentType\":1,\"content\":\"Local cultural authorities and art institutes are also on the move. In the past few years, the Shaanxi Art Study Institute set up a program to bring Xi'an Guyue into campuses in a bid to promote the art among students at all levels.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/ca1bd4ae-ef26-4b3d-ac97-72b30ab120f7.jpg\",\"caption\":\"A Xi'an wind and percussion ensemble performs at Xi'an University, June 8, 2012. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"\\\"By introducing Xi'an Guyue into campuses and letting students appreciate the charm of folk music face to face, it will not only expand the influences of Xi'an Guyue, but also promote the protection and inheritance of the music,\\\" said Ding Kemin, deputy director of the Shaanxi Art Study Institute.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/ff4cbb06-979f-40b6-b823-3d08e2bb9a82.jpg\",\"caption\":\"Students at Xi'an Zihong Middle School perform Xi'an Guyue on campus, June 10, 2011. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The institute has also been holding world tours and cultural exchange activities, bringing the music to Japan, Singapore, Germany, Italy, Australia and the US.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/7763544e30677a6333566d54/img/1e0a2915-02d0-4651-b587-f2fc3b7c4e14.jpg\",\"caption\":\"A German girl learns to play a reed pipe wind instrument at the Carnival of Cultures Parade in Berlin, June 8, 2014. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Efforts are being made, but do they necessarily produce a satisfying outcome? The answer may be disappointing. Today's young generation has barely heard of Xi'an Guyue.\"},{\"contentType\":1,\"content\":\"We'd love to hear the ancient music sung loud and clear, but in the meantime, we can't help but ask: Will Xi'an Guyue be played for another millennium?\"},{\"contentType\":1,\"content\":\"<strong>(Header image by Sa Ren; Video by Zang Shijie)</strong>\"}]"}]