[{"title": "Gesar epic tradition: A window to Tibetan culture", "news-author": "CGTN", "section": "culture", "date": "2017-12-04 14:23 GMT+8", "viedo": "https://video.cgtn.com/news/31556a4e7a637a6333566d54/video/c75d96e4-66d1-4950-82f8-529cd51dbf93/c75d96e4-66d1-4950-82f8-529cd51dbf93.m3u8", "video_img": "https://video.cgtn.com/news/31556a4e7a637a6333566d54/video/c75d96e4-66d1-4950-82f8-529cd51dbf93/c75d96e4-66d1-4950-82f8-529cd51dbf93.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"With rich Tibetan ancient folk tales, poems and proverbs, the Epic of King Gesar is considered a window to the ethnic Tibetan culture.\"},{\"contentType\":1,\"content\":\"It tells the story of King Gesar, an ancient hero who was sent to heaven to vanquish monsters, depose the powerful, aid the weak, and unify disparate tribes.\"},{\"contentType\":1,\"content\":\"The singers and storytellers, who have preserved the Gesar epic tradition for decades, perform episodes of the vast oral narrative, the longest in the world, in alternating passages of prose and verse with regional differences.&nbsp;\"},{\"contentType\":1,\"content\":\"Epic performances, often accompanied by rituals such as offerings and meditation, are embedded in the religious and daily lives of the ethnic Tibetan community.\"},{\"contentType\":1,\"content\":\"In 2009, China successfully had the epic inscribed on the UNESCO’s Representative List of the Intangible Cultural Heritage of Humanity.\"},{\"contentType\":2,\"content\":\"Who is Gesar?\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31556a4e7a637a6333566d54/img/8ecfba7e-c195-4766-8971-436d2cf16ad7.jpg\",\"caption\":\"Illustration shows the image of King Gesar in Tibetan legend. /Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"In areas inhabited by ethnic Tibetans, Gesar was known as the king of the ancient Tibetan kingdom of the Ling, a principality in Khams. While whether a real person inspired the story is still under debate, Gesar remains a semi-deity and the most respected hero in the Tibetan culture.\"},{\"contentType\":1,\"content\":\"Gesar’s legendary life involves inspiring and heroic deeds, romantic tales, and endeavors to conquer countless tribes. He is also hailed for uniting the Qinghai-Tibet Plateau region.\"},{\"contentType\":1,\"content\":\"The hero and his brave army have marched towards modern days thanks to the rich, imaginative versions of the epic.\"},{\"contentType\":2,\"content\":\"World's longest epic\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31556a4e7a637a6333566d54/img/81319136-948c-41b6-9b53-e00d49e9f5ac.jpg\",\"caption\":\"Gesar epic /UNESCO Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"With 120 volumes, over one million verses and more than 20 million words, the Epic of King Gesar is the longest living epic in the world.&nbsp;\"},{\"contentType\":1,\"content\":\"Its length even exceeds that of the world's most famous epics – the Babylonian Gilgamesh,&nbsp;Greek Odyssey and&nbsp;Iliad,&nbsp;Indian Ramayana and Mahabharata&nbsp;– all combined.\"},{\"contentType\":1,\"content\":\"Dating back to the 12th century, the epic is known as the \\\"Oriental Iliad\\\" and Chinese experts have already collected more than 140 different versions.\"},{\"contentType\":1,\"content\":\"Most versions of the epic begin with three episodes: the decision of the assembly of gods to send a savior to defend the world, Gesar's childhood as a despised and ugly child, and his unexpected victory at a horse race at the age of 13, whereby he becomes the respected and impressive Gesar, and eventually the king of Ling.\"},{\"contentType\":2,\"content\":\"Gesar epic tradition in modern society\"},{\"contentType\":1,\"content\":\"Gesar's image and story have been immortalized in carvings, paintings, murals, woodcuts, embroideries, songs, dances, plays, films and animations.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31556a4e7a637a6333566d54/img/de2d3f17-1ad0-4a90-ac8f-543414a93c1b.jpg\",\"caption\":\"Epic of King Gesar played on stage. /Chinanews Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"For centuries, the epic was told orally and is popular among Tibetans and other ethnic minorities in China. The country currently has some 130 Gesar narrators, of which more than 90 are Tibetan and around 40 Mongolian and Tu artists.\"},{\"contentType\":1,\"content\":\"Since 2005, a national fund has identified more than 30 young singers of the epic in Qinghai and Tibet autonomous regions. Some of them were born in the 1990s.&nbsp;\"},{\"contentType\":1,\"content\":\"China’s Ministry of Culture has also approved a plan to build the King Gesar culture protection zone in the Tibetan Autonomous Prefecture of Golog, in Qinghai.\"},{\"contentType\":1,\"content\":\"However, for Nganyi, a national-level representative inheritor of the Epic of King Gesar, the preservation of this ancient tradition still faces challenges – although he has trained more than 500 students.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31556a4e7a637a6333566d54/img/18b93efa-d50a-48b5-a5a5-7e2d4fcd6186.jpg\",\"caption\":\"Nganyi shows his costume, including a hat and a whip. /Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"\\\"My students know a lot of things about King Gesar and they have mastered some tunes. But they spend too much time playing on cellphones and watching TV every day. Besides, they have to take care of their own academic life from elementary school to college. How can they spare time to sing King Gesar?” asked the 74-year-old man during an interview with Xinhua News Agency.&nbsp;\"},{\"contentType\":1,\"content\":\"(Video by Xu Han)<br>\"}]"}]