[{"title": "Sustaining the ancient Chinese art of sericulture and silk craftsmanship", "news-author": "CGTN", "section": "culture", "date": "2018-05-24 17:52 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/video/1641fe4d83ec4ed583b0a7259a603d21/1641fe4d83ec4ed583b0a7259a603d21.m3u8", "video_img": "https://video.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/video/1641fe4d83ec4ed583b0a7259a603d21/1641fe4d83ec4ed583b0a7259a603d21.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Sericulture originated in China and is a cultural symbol of the nation.\"},{\"contentType\":1,\"content\":\"With a history of more than 5,000 years, silk-making is a lengthy and complicated process which includes planting mulberry, raising silkworms, unreeling silk, making thread, designing and weaving fabric, dyeing and embroidery.&nbsp;\"},{\"contentType\":1,\"content\":\"The fabric is used for clothing, decoration, musical instruments and even paper.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/img/01db21aa7745466d9e77314fec89bf3f/01db21aa7745466d9e77314fec89bf3f.jpg\",\"caption\":\"Silk craftsmanship originated in China and has a history of over 5,000 years. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Zhejiang and Jiangsu provinces in eastern China and the southwestern Sichuan Province are well-known for sericulture and silk craftsmanship which were added to the UNESCO Representative List of the Intangible Cultural Heritage of Humanity in 2009.\"},{\"contentType\":1,\"content\":\"The craftsmanship and folk customs of sericulture and silk production spread all over China from as early as the 11th century BC and then to the Korean Peninsula, according to historical documents. It eventually reached Japan, Persia, Europe and Africa. And that also contributed to the development of the well-known Silk Road.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/img/7b5e77ca2ee54f1dbdb11222ccb5342e/7b5e77ca2ee54f1dbdb11222ccb5342e.jpg\",\"caption\":\"Silk is a major material in women's fashion. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"China is the world’s biggest producer and exporter of raw silk and silk yarn. It creates 70 percent of the world’s high-end raw silk.&nbsp;\"},{\"contentType\":1,\"content\":\"During the G20 Hangzhou summit in 2016, IMF president Christine Lagarde chose a Chinese-made silk scarf, adding more fashion elements to her professional dressing.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/img/90f70d305e3149e69388dc29ae432b7e/90f70d305e3149e69388dc29ae432b7e.jpg\",\"caption\":\"A Wensli silk scarf adds a distinctive color to the professional attire of Christine Lagarde, IMF president, at the B20 and G20 Hangzhou Summit in 2016. /Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"However, in recent years, silk-making in China has faced serious challenges. &nbsp;\"},{\"contentType\":1,\"content\":\"Zhao Feng, curator of the China National Silk Museum, said that mulberry field in China – the breeding ground of silkworms – is decreasing by 10 percent every year.\"},{\"contentType\":1,\"content\":\"“Besides that, the rising costs of labor and lands also aggravate the situation,” Zhao said during an interview with China News Service.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d7a636a4e77457a6333566d54/img/76e360b999b043f5b6114b4bdab2e877/76e360b999b043f5b6114b4bdab2e877.jpg\",\"caption\":\" A large sericulture and silk craftsmanship ecological park has been under construction since 2011 in China. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Efforts have been made to protect this ancient culture. A sericulture and silk craftsmanship ecological park with an area of 38 square kilometers has been under construction since 2011. The park extends from Zhejiang Province to Shaanxi Province.\"},{\"contentType\":1,\"content\":\"Experts say it’ll become China’s first large-scale sericulture park where the ancient culture can be studied, protected and passed on to future generations.&nbsp;\"},{\"contentType\":1,\"content\":\"<em>(Video by Xu Xiaotong, cover photo by Fan Chenxiao)</em><br>\"}]"}]