[{"title": "Guqin: A musical instrument that links the past with present", "news-author": "By Ai Yan", "section": "culture", "date": "2018-01-04 12:43 GMT+8", "viedo": "https://video.cgtn.com/news/34556a4e35637a6333566d54/video/29b6a781-67cb-4d74-be1b-9e2afc612035/29b6a781-67cb-4d74-be1b-9e2afc612035.m3u8", "video_img": "https://video.cgtn.com/news/34556a4e35637a6333566d54/video/29b6a781-67cb-4d74-be1b-9e2afc612035/29b6a781-67cb-4d74-be1b-9e2afc612035.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"As many around the world watched the dazzling 2008 Beijing Olympics opening ceremony, much attention was directed to an ancient Chinese instrument.&nbsp;\"},{\"contentType\":1,\"content\":\"As dancers staged performances combining calligraphy and dance on an unfolded scroll, a man in traditional costume sat plucking a seven-string instrument that is said to have a 1,000-year history.\"},{\"contentType\":1,\"content\":\"The musician, China’s renowned guqin player Chen Leiji, was playing a copy of a 1,000-year-old instrument from the Tang Dynasty (618 – 907). The history of the guqin could actually date back some 3,000 years to the Zhou Dynasty (1046 BC – 771 BC).\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/0f4cc8df-46bb-4b0e-a883-2dd7378c3516.jpg\",\"caption\":\"A guqin on a table. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Sounds penetrate 3,000 years\"},{\"contentType\":1,\"content\":\"The guqin is usually dubbed as “the Chinese zither,” but even though both are plucked string instruments, they have nothing else in common.\"},{\"contentType\":1,\"content\":\"Guqin’s original name is “qin,” and the Chinese believe that it was originally invented by Fuxi, a tribe leader and hero of the mythological period in ancient China. In the early 20th century, as many western instruments were imported, people added the character “gu,” meaning “the ancient,” to distinguish it from the piano.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/c2ee94c1-b2bb-4d4d-a546-53231a9d3d30.jpg\",\"caption\":\"A guqin musician plays on the Great Wall. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"According to the ancient documents, it originally had five strings, with two added later&nbsp;by two emperors of the Zhou Dynasty (1046-256 BC).&nbsp;The guqin is considered as an indispensable part of Chinese elite culture, and in the ancient times, it was a matter of course that a decent noblemen and scholars would be able to play it.\"},{\"contentType\":1,\"content\":\"The instrument even defines the essence of aestheticism and philosophy in China. It is no doubt the most frequently shown-up subject matter in Chinese literature and has been interweaving with the history of the country.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/9dfccb26-39b8-4bc0-bc37-210e6b0b6f10.jpg\",\"caption\":\"Guqins hanging on a wall. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"A large number of Chinese emperors, officials, scholars and poets were either masters of guqin playing or owners of renowned instruments. Some were composers of famous melodies that have been passed on until today.&nbsp;\"},{\"contentType\":1,\"content\":\"Besides, many Chinese literary allusions and idioms were also rooted in Chinese guqin music. For instance, the idiom “high mountains and flowing water” which is used to depict a pair of bosom friends, is adopted from the story of Yu Boya and Zhong Ziqi, two musicians and guqin masters, whose friendship was established by their tacit understanding in guqin music.&nbsp;\"},{\"contentType\":2,\"content\":\"The artistic features of guqin music\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/f97e9dda-157d-4e4b-953c-256716e977c0.jpg\",\"caption\":\"A guqin. /VCG Photo‍\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Guqin is believed to be three chi, six cun and five fen (about 136 centimeters) in length, representing the 365 days of the year.\"},{\"contentType\":1,\"content\":\"The original five strings symbolize the “five elements” in Chinese philosophy: Jin, Mu, Shui, Huo and Tu, as well as the five tunes Gong, Shang, Jue, Zhi and Yu (equivalence of Do-Re-Mi-So-La), while the other strings are respectively named the civil and military string.\"},{\"contentType\":1,\"content\":\"<img src=\\\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/e313febd-a51c-456c-8ed8-b6fc787a762c.jpg\\\" alt=\\\"\\\" width=\\\"100%\\\" style=\\\"font-family: sans-serif; font-size: 16px;\\\">\"},{\"contentType\":4,\"img\":{\"url\":\"\",\"caption\":\"A Guqin teacher performing during class. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The instrument has three types of tones in its sounds: Sanyin (scattered sound), the sound made by plucking the string; Fanyin (harmonics), a light and mellifluous overtone made by plucking a string with the right hand while gently tapping it with the left at specific positions; and Anyin (changing sound), a variety of vibratos made by plucking a string while pressing the string from the other side.\"},{\"contentType\":1,\"content\":\"However played, the sounds of the instrument are believed to have one common characteristic: giving out a sense of tranquility. The Chinese believed that the guqin has contained the sounds of the universe, which are inspiring, soothing and entertaining.\"},{\"contentType\":2,\"content\":\"The ancient sound echoes today\"},{\"contentType\":1,\"content\":\"In 1977, when NASA launched the “Voyager 2” into space, a golden phonograph record was taken aboard, including a piece of guqin music “Flowing Streams” played by Guan Pinghu, a modern guqin master.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/263f5012-3524-4877-9fd4-789b45a87c95.jpg\",\"caption\":\"A student at a Guqin class. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The seven-minute item is an adapted version of the one played by Yu Boya when he met with Zhong Ziqi, and is a song of friendship in China.\"},{\"contentType\":1,\"content\":\"In 2003, guqin music was inscribed into UNESCO’s Oral and Intangible Heritage of Humanity. And after years of decay and oblivion, guqin playing has been rejuvenated as an increasing number of guqin associations have been set up.\"},{\"contentType\":1,\"content\":\"Meanwhile, learning how to play the instrument is not restricted to the upper class any more. Since 2003, at least 200,000 people have been learning to play and the number is still growing.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34556a4e35637a6333566d54/img/68a5ccb1-4cbb-4b7d-a309-6d281de284f5.jpg\",\"caption\":\"G‍uqin playing. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Nowadays, it is not hard to enroll in a training class, since such classes have emerged almost in every city across China. Guqin concerts could be easily found on theater performance schedules.\"},{\"contentType\":1,\"content\":\"In 2016, guqin master Jin Wei performed the “High Mountains and Flowing Water” at the gala held for the G20 summit in Hangzhou, eastern Zhejiang Province.&nbsp;\"},{\"contentType\":1,\"content\":\"As the ancient instrument is brought back to life, its sound is expected not only to link the past with the future, but also China and the world.\"},{\"contentType\":1,\"content\":\"<strong>(Head image by Gao Hongmei; video by Yang Xinmeng)</strong>\"}]"}]