[{"title": "Kunqu Opera: An orchid in bloom", "news-author": "By Ai Yan", "section": "culture", "date": "2017-08-31 10:12 GMT+8", "viedo": "https://video.cgtn.com/news/31676a4d32557a6333566d54/video/fb733e11-7095-46e3-abc2-22ed317ea4d2/fb733e11-7095-46e3-abc2-22ed317ea4d2.m3u8", "video_img": "https://video.cgtn.com/news/31676a4d32557a6333566d54/video/fb733e11-7095-46e3-abc2-22ed317ea4d2/fb733e11-7095-46e3-abc2-22ed317ea4d2.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"When British people were marking the 400th anniversary of the death of their iconic wordsmith William Shakespeare in 2016, their Chinese counterparts were paying tribute to an equally brilliant dramatist, Tang Xianzu, who passed away in the same year in 1616.\"},{\"contentType\":1,\"content\":\"Few outside China might have heard of Tang, but in his home country, the playwright is a legend with his work being brought to life through Kunqu Opera.\"},{\"contentType\":1,\"content\":\"However, unlike Shakespeare whose plays have stood the test of time and been staged for centuries after his death, Tang and his Kunqu masterpieces have gone through ups and downs, twists and turns, and almost risked dying out.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/db306599-cae4-4c93-8853-69c5b94b302b.jpg\",\"caption\":\"Actor and actress perform Kunqu Opera in Suzhou gardens. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Kunqu Opera: A brief history\"},{\"contentType\":1,\"content\":\"Kunqu Opera, originated in the late Yuan (1271-1368) and early Ming (1368-1644) Dynasties, is one of China’s oldest operas to have defied time and pulled through till today. It first emerged as a local melody in the eastern Chinese city of Suzhou.\"},{\"contentType\":1,\"content\":\"Following reforms by Wei Liangfu, a retired official and amateur musician in the 1500s, the style gradually took a delicate form and soon dominated the Chinese dramas and operas for some 300 years – until it was outshone by Peking Opera.\"},{\"contentType\":1,\"content\":\"Kunqu Opera was also given a new name after Wei’s revamp – the “Watermill Melody” in reference to its lyrical and exquisite style and quality.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/8289d75f-7afa-471c-bdea-b67f7610f0c7.jpg\",\"caption\":\"Backstage. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Ancient Chinese officials and scholars contributed a great deal to the early development of the opera. They refined lyrics, polished tunes and thoroughly elevated its standard thanks to their artistic sophistication.&nbsp;\"},{\"contentType\":1,\"content\":\"Soon, Kunqu Opera attracted aristocratic families and became one of the favorite entertaining activities during the late Ming Dynasty.\"},{\"contentType\":1,\"content\":\"A significant number of amateur actors and actresses joined the performances during their spare time, including scholars, businessmen, and prostitutes.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/864d5b85-8846-4d1a-aa67-e849b20c10fa.jpg\",\"caption\":\"The role of Sheng in Kunqu Opera, referring to male characters. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Tang Xianzu, who was 15 years the elder of Shakespeare, is one of the most distinguished masters of Kunqu Opera.\"},{\"contentType\":1,\"content\":\"His most famous masterpieces – “The Peony Pavilion”, “The Legend of the Purple Hairpin”, “The Story of Handan” and “The Dream of Nanke” – are collectively known as “The Four Dreams of Yuming Tang”.\"},{\"contentType\":1,\"content\":\"They are among the most frequently staged works by operatic troupes to this day.&nbsp;\"},{\"contentType\":2,\"content\":\"A glance at Kunqu Opera\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/28b7d3cf-b2b9-4eb4-9d53-fc3bf4af9954.jpg\",\"caption\":\"The role of Dan in Kunqu Opera, referring to female characters. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Kunqu Opera, like all other Chinese operas, fuses various art forms including songs, narration, dance, martial arts and even acrobatics. The astonishing makeup, embroidered costumes and accessories and stage arrangements add to its elegance.\"},{\"contentType\":1,\"content\":\"Ancient Chinese scholars compared Kunqu Opera to orchids, in an expression of the subtleness and implicitness of emotions the dramatic composition aims to cultivate and showcase.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/79d33e26-ccd1-4c88-9c5d-f61077f5e0ab.jpg\",\"caption\":\"The role of Jing in Kunqu Opera, referring to face-painted roles. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Like many traditional Chinese&nbsp;operas, the Kunqu style has five main roles: Sheng, Dan, Jing, Mo, Chou, and each could be further divided into subcategories.\"},{\"contentType\":1,\"content\":\"Kunqu Opera performances are highly stylized. Traditionally, the stage is simply decorated so as not to steal the show from the production’s most important element: the plot. The storyline is driven by the songs, body movements and gestures of the actors and actresses on stage.\"},{\"contentType\":1,\"content\":\"They need to control their breath, phrasing, and tone with extreme carefulness as they chant their lines, all the while meticulously executing their physical moves, which are given an otherworldly dimension by the flowing silk sleeves of their outfits. The performers also need to have full command of their facial expressions and master the many ways to use their gazes, smiles and frowns to convey their emotions.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/c651b091-c794-4310-85de-769319c8144f.jpg\",\"caption\":\"The role of Mo in Kunqu Opera, referring to aged men in supporting roles. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The basic performance unit of Kunqu Opera is called “Qupai” or “titled tune”, which is similar to an aria in Western operas. It was derived from the Qu of the Yuan Dynasty and Ci from the Song Dynasty, both are sung poetry. Qupai is an ancient musical art form in China, still used in some traditional operas.\"},{\"contentType\":1,\"content\":\"In ancient times, Kunqu Opera could be played either in theaters, teahouses, or private gardens of bureaucrats. Watching these plays used to be a dazzling feast for the ears and eyes.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/185aba61-427b-4ef3-88da-18384fa0330c.jpg\",\"caption\":\"The role of Chou in Kunqu Opera, referring to clownish roles. /CGTN Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"An orchid in bloom\"},{\"contentType\":1,\"content\":\"During the 18th century, Kunqu Opera was in the grip of hard times, due to the high requirements it demanded from the audience and increased competition from various local operas. After the 1990s, as cultural imports proved popular in China, the opera lost its appeal to the young generation and gradually faded into the background.\"},{\"contentType\":1,\"content\":\"The 20th century rejuvenated the opera, with performers gradually gracing the stage and curtains occasionally lifting on plays.\"},{\"contentType\":1,\"content\":\"2001 was a turning point, when Kunqu Opera was inscribed as a Masterpiece of Oral and Intangible Heritage of Humanity by UNESCO and hence started to attract global attention.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/db306599-cae4-4c93-8853-69c5b94b302b.jpg\",\"caption\":\"Actresses perform Kunqu Opera in traditional Chinese gardens in Suzhou City, Jiangsu Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Kunqu Opera also benefited from the Chinese government’s efforts to encourage the promotion of traditional culture. An increasing number of people, especially youth, found a certain charm in the old art form.\"},{\"contentType\":1,\"content\":\"In 2004, a modern version of Tang Xianzu’s masterpiece “The Peony Pavilion”, which tells the story of a 16-year-old girl whose love for a young scholar killed her then brought her back to life, co-produced by Taipei-based writer Pai Hsien-yung and Suzhou Kunqu Opera Theater, began its global tour.\"},{\"contentType\":1,\"content\":\"Despite the remake, which cut the scenes from 55 to 27 and adopted modern aesthetic features, from innovated costumes to creative settings and lighting, stirring debate in the country, it greatly helped thrust the opera into the limelight on the international stage and attract young spectators at home.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/6d560667-06e1-4e83-9917-31f4c3938f40.jpg\",\"caption\":\"Putting on makeup. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"When it was staged overseas, in the US, the UK and Singapore, it caused a buzz as foreign audiences were struck by the beauty of the costumes and makeup, the exotic tunes and minimalistic setup reflecting cultural elements.\"},{\"contentType\":1,\"content\":\"“'The Peony Pavilion' is so much more than a love story,” Andrea Goldman, professor of Chinese history at the University of Maryland, told California Magazine after watching the performance at the University of California, Berkeley.\"},{\"contentType\":1,\"content\":\"\\\"It’s also a scathing indictment of the limitations of the super-rationalist, but rather clueless, world of Neo-Confucian politics,\\\" she said.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/31676a4d32557a6333566d54/img/d35d7c91-2c3f-4bf2-b2f8-697c02fb7a59.jpg\",\"caption\":\"Actor and actress perform Kunqu Opera in Wuhan City, Hubei Province. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"\\\"The strange thing is that English audiences can actually see and enjoy Kunqu Opera,\\\" noted Alan Macfarlane, emeritus professor of anthropological science and a Life Fellow at King's College of Cambridge University, when the troupe visited the UK in 2016.\"},{\"contentType\":1,\"content\":\"\\\"Romantic love that I thought was mainly a Western idea was very strong in traditional China,\\\" he added.\"},{\"contentType\":1,\"content\":\"Innovation has been driving the efforts of Kunqu Opera troupes as they seek to further promote traditional Chinese culture. Of their new productions, one is adapted from Shakespeare’s timeless classic “Hamlet”.\"},{\"contentType\":1,\"content\":\"“I, Hamlet” is the brainchild of a group of A-listers including Zhang Jun, Li Xiaoping, Jin Fuzai and Gu Zhaolin. After debuting to great success in Shanghai, the play was staged in London in 2016 – also to warm reviews.\"},{\"contentType\":1,\"content\":\"Neither of the two literary giants could have ever imagined that their artistic works would meet in such a way, 400 years after their deaths – and this is only the curtain-raiser.\"},{\"contentType\":1,\"content\":\"<strong>Video by CGTN’s Mi Xue; design by CGTN’s Gao Hongmei; copy-editing by Nadim Diab</strong>\"},{\"contentType\":1,\"content\":\"<em><span id=\\\"_baidu_bookmark_start_2\\\" style=\\\"display: none; line-height: 0px;\\\">‍</span>*Note: 1. Video clips are from CCTV’s documentary “A History of Suzhou”, “Kunqu of Six Centenary” and opera news program “A Collection of Operas”.2. “Kunqu Opera: An orchid in bloom” is Episode 1 of “Priceless Culture”, a special series aiming to bring the charms of the traditional&nbsp;Chinese culture that have been enlisted in the UNESCO Oral and Intangible Heritage.<span id=\\\"_baidu_bookmark_end_3\\\" style=\\\"display: none; line-height: 0px;\\\">‍</span></em>\"},{\"contentType\":7,\"geometry\":{\"coordinates\":[[116.465452,39.91447]],\"city\":\"Beijing\",\"distance\":\"5km\"}}]"}]