[{"title": "Hua'er: Grassroots folk songs from northwest China", "news-author": "CGTN", "section": "culture", "date": "2017-11-09 22:59 GMT+8", "viedo": "https://video.cgtn.com/news/786b444d35597a6333566d54/video/8e802745-2db7-4e40-9f02-f34e0ad6ed30/8e802745-2db7-4e40-9f02-f34e0ad6ed30.m3u8", "video_img": "https://video.cgtn.com/news/786b444d35597a6333566d54/video/8e802745-2db7-4e40-9f02-f34e0ad6ed30/8e802745-2db7-4e40-9f02-f34e0ad6ed30.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Hua’er, literally means the flowers, is a unique form of Shan’ge, or “mountain songs” from Southern Gansu. It is a Chinese folk song genre shared among people of nine different ethnic groups including Hui, Han, Dongxiang, Bao’an, Tu, and Tibet in Gansu and Qinghai Provinces of northwest China and throughout north-central China.\"},{\"contentType\":1,\"content\":\"Different from other folk songs, Hua’er is presented in a unique dialect and is one of the local people’s oral precious art form. With a soulful and exquisite melody, a long history and rich content, Hua'er boasts of intense ethnic flavor and the uncouth style typical on the plateau, and thus is also called as “the soul of the northwest.”\"},{\"contentType\":1,\"content\":\"Most Hua’er works are love songs and Hua’er originally roots in romantic songs.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/786b444d35597a6333566d54/img/659333b1-d051-48e7-ab12-c1ab9c8875e6.jpg\",\"caption\":\"The 11th Western China Folk Songs (Hua’er) Festival opened at the China Hui Culture Park in the city of Yinchuan, Ningxia Hui Autonomous Region, on July 25, 2013. /Xinhua News Agency Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The past romance behind Hua'er\"},{\"contentType\":1,\"content\":\"In the past, young men and women living on the plateaus of the northwest often used folk songs as a way to express their romantic feeling towards each other when they were out in fields.\"},{\"contentType\":1,\"content\":\"There are nearly a hundred patterns of Hua’er melodies. Singers have created their own offhand lyrics and songs which have been passed on to generations from mouth to ear until now.\"},{\"contentType\":1,\"content\":\"Hua’er is an important vehicle for expressing personal feelings in a social setting and cultural exchange across ethnicities, as well as a popular rural entertainment. The simple, frank and ardent words of Hua’er lyrics mostly directly describe the attachment and irresistible attraction to loved ones.\"},{\"contentType\":1,\"content\":\"“Like the stuffing under an embroidered pillow case, you have been in my heart for two-three years, and tears of longing have flooded my heart,” one song sings. This might be normal to speak out of the love in pop songs nowadays, while it is quite exceptional for this traditional art form with long history.\"},{\"contentType\":1,\"content\":\"Hua’er is also seen as a product of centuries of integration between nomadic and agrarian cultures. Facing harsh living conditions, people sing loud and sonorously with harmonious rhythms that can best voice heartfelt sentiments.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/786b444d35597a6333566d54/img/dc792fe4-6f03-4727-a7b8-8b3bd5abbf9a.jpg\",\"caption\":\"Hua'er: Grassroots folk songs from northwest China . /Photo via confuciusmag.com\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Hua’er meeting\"},{\"contentType\":1,\"content\":\"As time went by, Hua’er gradually evolved into Hua’er meeting, the most representative way of singing the songs with distinctive folk features, which is usually a singing carnival for people and usually lasts from two to six days.\"},{\"contentType\":1,\"content\":\"At a Hua’er meeting, people don’t exchange names or ask where they come from. Instead, they exchange a few pieces of Hua’er. For the young, it’s a good chance for courtship via their songs. For many, it’s also the best time for people to test their singing ability and display their talents. The meeting has therefore become a festival for the people of ethnic groups who wear their traditional costumes to attend during the plateau’s most beautiful season.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/786b444d35597a6333566d54/485fbdb1-35a5-4acc-bdca-81db0d6f8b69.gif\",\"caption\":\"Global Times Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The change of Hua’er&nbsp;\"},{\"contentType\":1,\"content\":\"In 2009, Hua’er was place on UNESCO’s Intangible Cultural Heritage List. Gansu, Ningxia, Xinjiang and Qinghai are the provinces that enjoyed the most extensive popularity of Hua’er.\"},{\"contentType\":1,\"content\":\"With the development of economy and the impact of the modern civilization, the inheritance and development of Hua’er has suffered shocks of various degrees.\"},{\"contentType\":1,\"content\":\"Attempts of introducing modern elements into Hua’er, which transferred Hua’er in the forms of concertos and symphonies, to theaters, and TV screens.\"},{\"contentType\":1,\"content\":\"Although this northwest spiritual singing culture is changing with times, there’s one thing for sure: With this change, Hua’er will live on even in its new form.\"}]"}]