[{"title": "The stirring art of Mongolian throat singing", "news-author": "By Li Jingjing", "section": "culture", "date": "2017-11-23 22:50 GMT+8", "viedo": "https://video.cgtn.com/news/336b7a4e78637a6333566d54/video/3c0e1d5a-8783-46af-bac1-2989a389c30e/3c0e1d5a-8783-46af-bac1-2989a389c30e.m3u8", "video_img": "https://video.cgtn.com/news/336b7a4e78637a6333566d54/video/3c0e1d5a-8783-46af-bac1-2989a389c30e/3c0e1d5a-8783-46af-bac1-2989a389c30e.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"The capabilities of a human body are sometimes beyond a brain’s imagination.\"},{\"contentType\":1,\"content\":\"For example, it’s hard for most people to believe the sound in the video above came from a human being rather than an instrument.\"},{\"contentType\":1,\"content\":\"That is because the singer is able to produce a continuous bass and simultaneously produce one or more pitches through his/her throat.\"},{\"contentType\":1,\"content\":\"That unique way of singing is known as khoomei, or hooliin chor (throat singing), an art of singing practiced by Mongolian communities in Inner Mongolia in northern China, Mongolia and the Russian republic of Tuva. It is also known as Tuvan throat singing in other cultures.\"},{\"contentType\":1,\"content\":\"Through the throat singing band Alash's performance in the video below, you may get a better idea of what this art form sounds like.\"},{\"contentType\":6,\"video\":{\"url\":\"https://video.cgtn.com/news/336b7a4e78637a6333566d54/video/2c4deeec-b7ed-445b-9c9d-b50edbdf717d/2c4deeec-b7ed-445b-9c9d-b50edbdf717d.m3u8\",\"poster\":\"https://video.cgtn.com/news/336b7a4e78637a6333566d54/video/2c4deeec-b7ed-445b-9c9d-b50edbdf717d/2c4deeec-b7ed-445b-9c9d-b50edbdf717d.jpg\",\"caption\":\"The band Alash from Tuva perform \\\"Tuvan throat singing\\\" for the TEDxBaltimore./Video via TedxBaltimore\"}},{\"contentType\":1,\"content\":\"It is believed the Khoomei could be traced back to Huns, the nomadic people living between the 4th and 6th centuries in Central Asia and Eastern Europe.\"},{\"contentType\":1,\"content\":\"Mongolians in ancient times imitated the sound of nature, such as waterfall, forest and animals, during nomadism and hunting as a way of connecting and showing respect to the nature.&nbsp;\"},{\"contentType\":1,\"content\":\"This singing art was officially inscribed on the List of Intangible Cultural Heritage by the UNESCO in 2009.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/336b7a4e78637a6333566d54/img/f8c93543-90fe-4873-a7ed-9515dcee01ee.jpg\",\"caption\":\"Photo via g-photography.net\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Once endangered\"},{\"contentType\":1,\"content\":\"Life styles keep changing. Khoomei, the art that was born in certain geography characteristics and production mode, was on the verge of extinction for a while in history since less people were able to perform.\"},{\"contentType\":1,\"content\":\"It wasn’t until the 1990s that the art was flourished again along with the more frequent communications with neighboring countries.\"},{\"contentType\":1,\"content\":\"57-year-old Hugejiletu, one of the most renowned inheritor of the intangible cultural heritage in China, wasn’t able to perform Khommei at all back in 1996.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/336b7a4e78637a6333566d54/img/f32839cf-c3ee-4bb1-bf72-c91ce7c7a7c3.jpg\",\"caption\":\"Khoomei master Hugejiletu/Photo via China Youth Daily\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"When he traveled to Australia to perform traditional music and instrument for local audience, he was questioned by local reporter how come they didn’t bring Khoomei.\"},{\"contentType\":1,\"content\":\"“There were so many of us, yet none could perform Khoomei. I felt ashamed that I couldn’t inherit the culture of my own people,” Hugejiletu told China Youth Daily in 2015.\"},{\"contentType\":1,\"content\":\"At the age of 39, he embarked on a tough journey to learn this art. More Khoomei masters from different countries were also invited to Inner Mongolia to help re-boom the culture.\"},{\"contentType\":1,\"content\":\"“As a Mongolian, it’s my responsibility to inherit and spread the music and art of our own people,” he said.\"},{\"contentType\":1,\"content\":\"As the “living fossil” of Mongolian culture, Khoomei has drawn wide attention from international communities, including musicians, experts of sociology, anthropology and historians.&nbsp;\"}]"}]