[{"title": "Mongolian long song: Music on horseback", "news-author": "Deng Junfang", "section": "culture", "date": "2017-09-14 08:28 GMT+8", "viedo": "https://video.cgtn.com/news/306b6a4e34557a6333566d54/video/fd62e641-0fd6-4025-96b3-eb982164d382/fd62e641-0fd6-4025-96b3-eb982164d382.m3u8", "video_img": "https://video.cgtn.com/news/306b6a4e34557a6333566d54/video/fd62e641-0fd6-4025-96b3-eb982164d382/fd62e641-0fd6-4025-96b3-eb982164d382.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"The Urtiin duu, also known as the long song, is one of the most important forms of Mongolian music.\"},{\"contentType\":1,\"content\":\"It's closely related to the Mongolian nomads' way of life. It’s performed at weddings, births, horse races and other important social events.\"},{\"contentType\":1,\"content\":\"The long song is mainly performed in both China’s Inner Mongolia Autonomous Region and Mongolia, and is in the 2008 addition to UNESCO’s Representative List of the Intangible Cultural Heritage of Humanity.\"},{\"contentType\":2,\"content\":\"Long song, long history\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/306b6a4e34557a6333566d54/img/3884b805-060c-4dce-ada5-3351c14220d5.jpg\",\"caption\":\"Photo via UNESCO\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"In Mongolian, “Urtiin\\\" means perpetual and “duu” means melody. In other words, the Urtiin duu is more than just \\\"long.\\\" In fact, it's considered as the “living fossil” of the Mongolian people’s music because of the widely held believed that the Urtiin duu originated 2,000 years ago. Even if that it simply folklore, it has been definitely been described in literary works since the thirteenth century.\"},{\"contentType\":1,\"content\":\"The music originated when the Mongolian’s ancestors moved from the mountains down to the Mongolian Plateau, changing their way of life from hunting animals to breeding them on pasture land.\"},{\"contentType\":2,\"content\":\"Music born for the prairie life\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/306b6a4e34557a6333566d54/img/fe42e996-2e4f-4891-a3a7-f4a6c9e82232.jpg\",\"caption\":\"Photo via Mongolia Music\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The long song, by essence, is closely related to the grasslands: With melodious, soothing and sonorous rhythms, the music pays tribute to the vast prairie and the life people create on it. Horses, flocks and herds, camels, blue sky, white clouds, rivers and lakes are the main imagery of the long song.\"},{\"contentType\":1,\"content\":\"The music consists of 32 melodies. The rising melodies are slow and steady while the falling melodies are often sung with a lively rhythm.\"},{\"contentType\":1,\"content\":\"“The greatest charm of the long song is that it’s the music that's nearest to nature. Or, in other words, the music itself is a beautiful image of the nature,” said China’s famous musicologist Zhao Songguang.\"},{\"contentType\":2,\"content\":\"Preservation &amp; inheriting in dire need\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/306b6a4e34557a6333566d54/img/2fb28c8d-1dc1-433e-9484-568b23554e17.jpg\",\"caption\":\"Photo via UNESCO\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The long song is the kind of folk art that depends on oral inheritance. It has no fixed tempo but completely depends on the singers’ understanding of the nature and nomadic life.\"},{\"contentType\":1,\"content\":\"However, with the death of many famous long song performers over the past few decades, the number of people who sing and study the long song keeps declining.\"},{\"contentType\":1,\"content\":\"Massive and rapid urbanization has led to the degeneration of the grasslands, forcing many families give up their traditional nomadic life. As a result, not only is the long song being forgotten but many of its themes are losing their relevance.&nbsp;\"}]"}]