[{"title": "Uygur Muqam: Seeking Xinjiang's musical roots", "news-author": "By Deng Junfang", "section": "culture", "date": "2017-10-27 19:01 GMT+8", "viedo": "https://video.cgtn.com/news/34636a4e32597a6333566d54/video/31842fcb-6486-4979-b3bd-f053abf8c23f/31842fcb-6486-4979-b3bd-f053abf8c23f.m3u8", "video_img": "https://video.cgtn.com/news/34636a4e32597a6333566d54/video/31842fcb-6486-4979-b3bd-f053abf8c23f/31842fcb-6486-4979-b3bd-f053abf8c23f.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"The charm of Xinjiang Uygur people’s dances and melodies are always too distinctive&nbsp;for outsiders&nbsp;to ignore. Uygur Muqam is definitely the musical showpiece testifying to the romantic identity of the ethnic minority people who mainly inhabit in China's northwestern region.&nbsp;\"},{\"contentType\":1,\"content\":\"Uygur Muqam of Xinjiang - which basically means divertimento in modern Uygur language - includes songs, dances, folk and classical music. A variety of instruments and compelling choreography evolving over centuries add vitality to the refined art.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/37b37068-7c46-46c7-9563-277dda3a790e.jpg\",\"caption\":\"Folk songs and Muqams are performed to the accompaniment of folk instruments. /Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"For its artistic and historical value, Uygur Muqam of Xinjiang was inscribed formally on UNESCO’s Representative List of the Intangible Cultural Heritage of Humanity in 2008, three years after the original&nbsp; proclamation.\"},{\"contentType\":1,\"content\":\"However, interest of young people in Muqam is gradually declining. Several pieces are no longer performed due to their complexity. The responsibility for passing on the tradition to new generations has posed a challenge for people in the know.\"},{\"contentType\":2,\"content\":\"Music epic with strong artistic characteristics\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/8c2e226e-4196-4812-a8f8-fd6f0955f213.jpg\",\"caption\":\"Uyghur Muqam is a composite of songs, dances, folk and classical music. /Photo via AbsoluteChinaTours\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Singing and dancing together is the notable feature of the Uygur Muqam of Xinjiang.&nbsp;\"},{\"contentType\":1,\"content\":\"The songs vary in rhyme and intensity and are performed solo as well as by groups. The lyrics are sung in the Uygur language and the exotic clothing of the performers make the Muqam both mysterious and aesthetic.\"},{\"contentType\":1,\"content\":\"The dance involves unique steps, rhythms and formations. Solo performers also imitate animals in their numbers.\"},{\"contentType\":1,\"content\":\"It contains so much improvisation that even the same song will have different styles depending on the performers.&nbsp;\"},{\"contentType\":2,\"content\":\"An encyclopedia of Uygur culture\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/2978ed45-2597-4f58-8a86-3e1c53005e48.jpg\",\"caption\":\"Without Twelve Muqam, any festival or grand occasion is considered incomplete in Xinjiang. /UNESCO Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Uygur Muqam is also a window to learn the history and contemporary life of the Uygur society.\"},{\"contentType\":1,\"content\":\"The lyrics contain folk ballads, proverbs, narratives and poems written by classical masters of the region, and fall into five main themes: love, lecturing, homesickness, historical epic and individual life philosophy. The majority are love songs.&nbsp;\"},{\"contentType\":1,\"content\":\"Because of Xinjiang’s strategic location along the ancient Silk Road, the Uygur Muqam of Xinjiang is a fine example of cultural exchange between East and West. With influence from Asian, African, Persian and Arabic maqam modal systems, the Uygur Muqam in Xinjiang enriches the art of music with local culture.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/b324301d-dc0f-481d-9595-1681b8611294.jpg\",\"caption\":\"Throughout its history, the Xinjiang region has been marked by a high degree of cultural exchange between East and West, due in particular to its central location along the Silk Road. /UNESCO Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"<span id=\\\"_baidu_bookmark_start_23\\\" style=\\\"display: none; line-height: 0px;\\\">‍</span>Since fledgling in Han Dynasty (202 BC – 220 AD), it has given rise to four main regional styles, namely the Twelve Muqam, Dolan Muqam, Turpan Muqam and Hami Muqam of which the most fully developed is the Twelve Muqam.\"},{\"contentType\":2,\"content\":\"Twelve Muqam: ‘Mother of Uygur Music’\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/23a43615-d38e-44f1-b3e1-26b91203c154.jpg\",\"caption\":\"The exotic clothing of the performers adds to the mystery of Muqam. /Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Twelve Muqam, as the name implies, consists of twelve sets of large classic compositions. In every set, they're 20 to 30 compositions. It takes over 20 hours to play the 300 or so melodies in full.&nbsp;\"},{\"contentType\":1,\"content\":\"Each of the twelve has a main section that begins with a long free rhythm introduction, followed by pieces with characteristic rhythmic patterns that gradually increase in speed.\"},{\"contentType\":1,\"content\":\"Without Twelve Muqam, any festival or grand occasion is considered incomplete in Xinjiang.\"},{\"contentType\":1,\"content\":\"There’s also a widely-recognized romantic story behind its development. Abdurashit Khan of the Yarkand kingdom (1533-1560) and his wife Amanni Shahan were both very fond of music and poems and have been credited with collecting, enriching and preserving the Twelve Muqam.&nbsp;\"},{\"contentType\":2,\"content\":\"Preservation hard but underway\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/34636a4e32597a6333566d54/img/a93c1181-f6e4-46cd-a513-04b77fcdb358.jpg\",\"caption\":\"Xinhua Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"During its thousands of years of history, the Uygur Muqam of Xinjiang was mostly passed on through oral teaching, which makes the complete preservation of the complex music art difficult and even impossible. It had been on the verge of distinction by the 1940s.\"},{\"contentType\":1,\"content\":\"Massive government-organized conservation work started in 1950. Multiple research centers and publications have emerged since then. Textbooks are handed out in local primary and elementary schools in Xinjiang while the Xinjiang University has set up a major of Maqum study.\"}]"}]