[{"title": "Regong art: Priceless Buddhist treasure from the Golden Valley", "news-author": "By Yang Meng", "section": "culture", "date": "2018-06-07 12:48 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d514d3555544f77457a6333566d54/video/a4ae3b1b8f7b4e5aaa3e3db30bd0a406/a4ae3b1b8f7b4e5aaa3e3db30bd0a406.m3u8", "video_img": "https://video.cgtn.com/news/3d3d514d3555544f77457a6333566d54/video/a4ae3b1b8f7b4e5aaa3e3db30bd0a406/a4ae3b1b8f7b4e5aaa3e3db30bd0a406.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Inscribed in 2009 on the representative list of the Intangible Cultural Heritage of Humanity, Regong arts has always been a very attractive highlight of Qinghai&nbsp;Province in northwest China.\"},{\"contentType\":1,\"content\":\"Regong art is a crucial part of Tibetan Buddhist art in China, and it's a genre with a wide range of influences. Originating from Tibetan culture in the early 15th century, the name “Regong” means the Golden Valley where dreams come true in the Tibetan language.\"},{\"contentType\":2,\"content\":\"Regong art\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d3555544f77457a6333566d54/img/85be390f61f840f6851c16c793a08ef4/85be390f61f840f6851c16c793a08ef4.jpg\",\"caption\":\"Thangka. /VCG Photo\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"In monasteries and villages along the Longwu River basin in Qinghai Province, Buddhist monks and folk artists of the Tibetan and Tu ethnic groups carry on the art of painting ''thangka'' and murals, crafting patchwork ''barbola'' and sculpting, known collectively as the Regong arts.\"},{\"contentType\":2,\"content\":\"Thangka\"},{\"contentType\":1,\"content\":\"Thangka is the art of painting on cotton, silk applique. It is usually used as a teaching tool to depict the life of Buddha. It uses a special brush to apply natural dyes to cloth prepared with patterns sketched in charcoal. It is used on wood, clay, stone or brick and can be used to decorate rafters, wall panels, tea tables and cabinets in both temples and homes.\"},{\"contentType\":1,\"content\":\"The technique is passed from fathers to children or from masters to apprentices and strictly follows ancient Buddhist principles.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d3555544f77457a6333566d54/img/4427a67ba0894194975cea41e29f27c2/4427a67ba0894194975cea41e29f27c2.jpg\",\"caption\":\"An artist drawing Thangka. /Xinhua Photo‍\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The heritage and prosperity of the Regong arts\"},{\"contentType\":1,\"content\":\"Xia Wujiao is a famous Thangka master in China who has devoted himself to the art of Regong.\"},{\"contentType\":1,\"content\":\"Since 1995, he has been funding local children living in poverty to learn to draw Thangka. He said “Only with more and more talented people who are willing to learn this, can the Regong arts be better passed on,” during an interview with the Youth.cn.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d514d3555544f77457a6333566d54/img/383692bd52c14ad59739dc8b307be7f1/383692bd52c14ad59739dc8b307be7f1.jpg\",\"caption\":\"Xia Wujiao, national inheritor of the Regong arts. /Photo via Youth.cn.\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"During recent years, with the support of society, the influence of Regong art has extended overseas. As a national inheritor of the Regong arts, the contribution from Xia Wujiao has received more and more recognition.\"},{\"contentType\":1,\"content\":\"“The country has offered to us more and more policy support, I am very excited and happy that in the future, I will strive to make a greater contribution to the promotion and inheritance of China's outstanding traditional culture,” Xia added.&nbsp;\"},{\"contentType\":1,\"content\":\"(With input from unesco.org.)\"}]"}]