[{"title": "The intangible craftsmanship of Yunjin brocade", "news-author": "By Wang Jia", "section": "culture", "date": "2017-09-30 17:12 GMT+8", "viedo": "https://video.cgtn.com/news/324d6a4e78597a6333566d54/video/53f8652d-fcb5-4749-a461-46e8153329f0/53f8652d-fcb5-4749-a461-46e8153329f0.m3u8", "video_img": "https://video.cgtn.com/news/324d6a4e78597a6333566d54/video/53f8652d-fcb5-4749-a461-46e8153329f0/53f8652d-fcb5-4749-a461-46e8153329f0.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Following the eye-catching show at the New York Fashion Week this September, the Oriental style \\\"Qinhuai brocade\\\" brought the elite of US fashion as well as a several celebrities together for a magnificent visual feast.\"},{\"contentType\":2,\"content\":\"The wearable art\"},{\"contentType\":1,\"content\":\"The waves of the Qinhuai River, with the Confucius Temple at its side, have been turned into the lines and shapes that were featured on the&nbsp;Yunjin brocade&nbsp;garments' magnolia-esque cuffs and embellishments.\"},{\"contentType\":1,\"content\":\"Ten sparkling gowns, integrated with the Yunjin brocade, appeared at the Chinese designer Lan Yu's Fashion show, amazing style icon Paris Hilton, Hollywood actress Katie Holmes and Alisha Boe, star of the Netflix show ‘13 Reasons Why,' and others in attendance.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/324d6a4e78597a6333566d54/img/d26712e1-8a27-4ec7-a80d-54cb6492b22c.jpg\",\"caption\":\"Lan Yu fashion show during New York Fashion Week. /Photo via people.cn\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The brief history of Yunjin brocade\"},{\"contentType\":1,\"content\":\"Even though it is over a thousand years old, among the ancient silk textiles, Yunjin brocade is not out of date. Invented in China, the popularity of cocoon-made mulberry silk drove the booming development of brocade, particularly Yunjin style.\"},{\"contentType\":1,\"content\":\"Yunjin, literally cloud brocade, is so named for its cloud-like texture and feel. This kind of traditional silk work dates back nearly 1600 years, encapsulating the ancient art of brocade, and is considered to be one of the \\\"Four Famous Brocades\\\" in China. Of these ancient silk textiles, Yunjin was the fabric made with the highest level of technology.\"},{\"contentType\":1,\"content\":\"First produced in Nanjing, in what is east China's Jiangsu Province, Yunjin was developed during the Song Dynasty. In the Yuan Dynasty (1271—1368), known for its extensive use of gold and silver thread, Yunjin became popular and was regarded as the noblest silk fabric, as well as representing the pinnacle of Chinese silk technology.\"},{\"contentType\":1,\"content\":\"Yunjin is one of the most precious traditional Chinese cultures, both in China and globally, and in 2009, Nanjing brocade was chosen as a candidate for UNESCO's Oral and Intangible Heritage of Humanity program.\"},{\"contentType\":2,\"content\":\"The craftsmanship of Yunjin brocade\"},{\"contentType\":1,\"content\":\"To make a 5.6-meter-long, 4-meter-tall, and 1.4-meter-wide Yunjin, requires two people to work together and operate the upper and lower parts of a complicated old-fashioned weaving loom.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/324d6a4e78597a6333566d54/img/92ad7377-4793-4d5a-9270-ff6341d6d186.jpg\",\"caption\":\"The puller and the weaver are making Yunjin brocade with a weaving loom. /Photo via cri.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"A puller of threads needs to pull the thread in line, while a weaver winds the pattern and weaves the materials, using golden and multicolored threads, into brocade.\"},{\"contentType\":1,\"content\":\"The multicolored patterns reflect the strong traditional features of Yunjin brocade. The fabric is produced with a single warp thread - \\\"passing through the warp\\\" and \\\"cutting off the weft\\\" - threaded in the brocade technique, \\\"whereby discontinuous supplementary weft threads of different colors are woven into the ground weave in specific areas required by the pattern (wahua panzhi).\\\"\"},{\"contentType\":1,\"content\":\"The colors of the floral patterns in Yunjin change depending on the angle from which they are seen.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/324d6a4e78597a6333566d54/img/d8d4bed2-fd0b-4fe5-8daf-66913c8e6b61.jpg\",\"caption\":\"Photo via ifeng.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The numerous steps and many secret tricks contained in each stage make brocade extremely complicated to weave. The five-steps include: designing the pattern, transferring it from paper to the textile, tying knots to indicate the pattern, preparing the loom and the raw materials, and finally weaving.\"},{\"contentType\":1,\"content\":\"The motifs of Yunjin brocade are multilayered, vivid, clear and multicolored. Due to the high-quality and beautiful colors of Yunjin brocade, it usually serves as special costuming for minority groups such as Meng, Tibetan and Man - as well as in high fashion. It was used for emperors’ robes and decorations for the imperial courts, including cushions, mattresses, and curtains.\"},{\"contentType\":1,\"content\":\"Due to the exquisiteness of the designs, the profundity of the implied meaning, the complexity of the colors and the luxuriousness of the weaving material, no modern machine has yet been able to replace the ancient looms.\"},{\"contentType\":2,\"content\":\"The modern problems: Yunjin brocade preservation\"},{\"contentType\":1,\"content\":\"During the years of Emperor Kangxi and Jiaqing in the Qing Dynasty (1644-1912), there were over 30,000 wooden looms in Nanjing for Yunjin brocade production. By the end of Emperor Guangxu's reign, there had been a steep decline in production and, by 1949, there were only four looms in Nanjing city weaving Yunjin Brocade. After then, the government made protecting it a major focus, ensuring that the craft of Yunjin Brocade was passed down to today.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/324d6a4e78597a6333566d54/img/bad07c28-0bbb-4aba-8cbd-2b1e28f93d0d.jpg\",\"caption\":\"A Yunjin brocade Mona Lisa. /Photo via cri.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"At present, intangible cultural heritage protection is not particularly effective in China, and a lot of cultural heritage is disappearing.\"},{\"contentType\":1,\"content\":\"The craftsmanship required for Yujin brocade involves a lot of training time and a heavy workload, meaning that very few young people take an interest and the craft of flowery Brocade has ended up on the verge of extinction.\"},{\"contentType\":1,\"content\":\"The Chinese government has increased efforts to protect traditional Chinese brocade techniques in the past few years. In 2006, Yunjin brocade, Song brocade, Shu brocade and Tujia brocade were included in the first batch of state-level intangible heritage items and departments of intangible heritage protection were set up in the country, in order to complete a series of protection measures.\"}]"}]