[{"title": "The civilization accelerator: China engraved block printing technique", "news-author": "CGTN", "section": "culture", "date": "2018-07-05 17:26 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d774d3467544e78457a6333566d54/video/b2894b8c86c24399bb804e2825df89f7/b2894b8c86c24399bb804e2825df89f7.m3u8", "video_img": "https://video.cgtn.com/news/3d3d774d3467544e78457a6333566d54/video/b2894b8c86c24399bb804e2825df89f7/b2894b8c86c24399bb804e2825df89f7.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Chinese engraved block printing is considered one of the most essential inventions in the progress of human civilization. The technique allowed people to spread knowledge and culture in a much more efficient way than before, and was inscribed into the representative list of UNESCO’s Intangible Cultural Heritage of Humanity in 2009.\"},{\"contentType\":1,\"content\":\"Engraved block printing was invented in the Tang dynasty (618 AD – 907 AD) and became popular until China’s Bi Sheng invented the movable type in the following Song Dynasty.&nbsp;\"},{\"contentType\":1,\"content\":\"Early printing was carried out primarily among the people, and were mainly used for printing mantras, pronouncements, and almanacs. Engraved block printing eventually came along and was widely used to print books.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d774d3467544e78457a6333566d54/img/64712c4919924e2a99d03c63be0433f4/64712c4919924e2a99d03c63be0433f4.jpg\",\"caption\":\"  A movable type block. /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The method of engraved block printing\"},{\"contentType\":1,\"content\":\"The UNESCO website details the process of engraved block printing.\"},{\"contentType\":1,\"content\":\"Traditional Chinese engraving technology required the cooperation of dozens of craftsmen. The blocks come from fine-grained wood of either pear or jujube trees. The craftsmen cut them to a thickness of two centimeters, and then polish them with sandpaper.\"},{\"contentType\":1,\"content\":\"The desired images are brushed on extremely thin paper before the artisan cuts the design into the wood to produce an elevated character.&nbsp;\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d774d3467544e78457a6333566d54/img/14a0a1fc7be24b20b4232258c2b847df/14a0a1fc7be24b20b4232258c2b847df.jpg\",\"caption\":\"The tools of engraved block printing. /Photo via unesco.org\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The blocks are then tested with colored ink, and after more alterations, the block covered with ink will be pressed by hand onto paper to print the image.\"},{\"contentType\":2,\"content\":\"Modern Heritage&nbsp;\"},{\"contentType\":1,\"content\":\"Block engraving condenses several outstanding Chinese craft techniques such as paper-making, ink-making, carving and rubbing.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d774d3467544e78457a6333566d54/img/4f43da38f5c14a7fa8ad077c19f7868b/4f43da38f5c14a7fa8ad077c19f7868b.jpg\",\"caption\":\"Students learning engraved block printing skills. /Photo via unesco.org\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The Chinese government has attached great importance to the inheritance and protection of the country's traditional cultural heritage.&nbsp;\"},{\"contentType\":1,\"content\":\"The Guangling ancient book engraving press, established in 1958, is responsible for the complete preservation of the entire set of ancient engraving block printing technology.\"},{\"contentType\":1,\"content\":\"Since 2007, the engraving press set up an institute to develop the technology and pass it on.\"},{\"contentType\":1,\"content\":\"Video by Zang Shijie\"},{\"contentType\":1,\"content\":\"Top image by Jia Jieqiong\"}]"}]