[{"title": "Epic of Manas: The history of Kirgiz in Xinjiang", "news-author": "CGTN", "section": "culture", "date": "2018-05-20 22:09 GMT+8", "viedo": "https://video.cgtn.com/news/3d3d414d326b544e77457a6333566d54/video/f569fc8e5d0f42baa17eaaec6fc9429b/f569fc8e5d0f42baa17eaaec6fc9429b.m3u8", "video_img": "https://video.cgtn.com/news/3d3d414d326b544e77457a6333566d54/video/f569fc8e5d0f42baa17eaaec6fc9429b/f569fc8e5d0f42baa17eaaec6fc9429b.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"\\\"The Epic of Manas,\\\" is a poem originating from the Kirgiz ethnic group, which is widely known in the areas inhabited by the Kirgiz, including Kizilsu Kirgiz Autonomous Prefecture, Aksu, Ili, Kashgar, and Hotan of&nbsp;Xinjiang.\"},{\"contentType\":1,\"content\":\"The poem is based on the story of a famous Kirgiz hero called Manas, who embodies bravery, strength, justice and great skill in horsemanship and martial arts.\"},{\"contentType\":1,\"content\":\"His seven generations of descendants are said to have led their people in fighting against cruel rulers from other races, eventually winning freedom and happiness.The name Manas was a famous slogan in the battlefield and the stories have spread through Southern and Northern Xinjiang, as well as other Central Asian Countries like Kyrgyzstan, Kazakhstan, and Northern Afghanistan.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414d326b544e77457a6333566d54/img/68f4635753aa46dcbf564975a4a852f4/68f4635753aa46dcbf564975a4a852f4.jpg\",\"caption\":\"\\\"The Epic of Manas\\\" was adapted as a play and shown at the Beijing Tianqiao Theater in 2017. /Photo via sohu.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"Composed and sung entirely in oral form by various singers throughout the centuries, \\\"Manas\\\" is regarded as the epitome of oral creativity.\"},{\"contentType\":1,\"content\":\"Performances take place at social gatherings, community celebrations and ceremonies such as weddings and funerals and dedicated concerts. Regional variations are bountiful, but all are characterized by pithy lyrics with phrases that now permeate the everyday language of the people, melodies adapted to the story and characters, and lively parables.&nbsp;\"},{\"contentType\":1,\"content\":\"Although \\\"Manas\\\" is not yet widely known, due to a lack of adequate translations, \\\"Manas\\\" is considered to be one of the greatest examples of epic poetry, the importance of which, is not inferior to that of the \\\"Homeric epic\\\".\"},{\"contentType\":1,\"content\":\"Zhang Yonghai, an expert on the Kirgiz “Manas,\\\" described it as an accurate record of a 300 year history of the Kirgiz people in northwest China's&nbsp;Xinjiang Uygur Autonomous Region.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/3d3d414d326b544e77457a6333566d54/img/855e2194a49147309a693309b14016e2/855e2194a49147309a693309b14016e2.jpg\",\"caption\":\"Kirgiz people are singing \\\"The Epic of Manas.\\\" /Photo via sohu.com\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The poems have been passed on orally and consequently there are several different versions worldwide. But scholars all over the world who study \\\"Manas\\\" agree that the one circulated in China is more integrated.\"},{\"contentType\":1,\"content\":\"China has 150,000 Kirgiz people (as of 2002), 80 percent of whom live in the Kizilsu Kirgiz Autonomous Prefecture in Xinjiang. They are descendants of an ancient nomadic tribe in northern China and many of them are engaged in traditional animal husbandry in the Tianshan Mountains and on the Pamir Plateau, China Daily says.&nbsp;\"},{\"contentType\":1,\"content\":\"\\\"Manas\\\" is one of the three most famous poems in China, the other two are the \\\"Tibetan&nbsp;King Gesser,\\\" and the \\\"Mongolian&nbsp;Jangariad.\\\" It was inscribed in 2009 on the Representative List of the Intangible Cultural Heritage of Humanity. However, after the passing away and aging of some storytellers, the poems are in danger of dying out.\"}]"}]