[{"title": "Tibetan Opera: A 'living fossil' of Tibetan culture", "news-author": "By Hu Shenqiu", "section": "culture", "date": "2018-03-02 08:58 GMT+8", "viedo": "https://video.cgtn.com/news/35677a4e35677a6333566d54/video/97f072f2-bbca-4aea-aa6d-d12df3229290/97f072f2-bbca-4aea-aa6d-d12df3229290.m3u8", "video_img": "https://video.cgtn.com/news/35677a4e35677a6333566d54/video/97f072f2-bbca-4aea-aa6d-d12df3229290/97f072f2-bbca-4aea-aa6d-d12df3229290.jpg"}, {"content": "[{\"contentType\":1,\"content\":\"Tibetan opera, which combines music, dance, chanting, acrobatics, comedy and drama to tell stories, is warmly received in the Qinghai-Tibet Plateau of western China. Records show that Tibetan opera can be traced back to the 14th century, making it at least 400 years older than China's national treasure, the Peking opera.&nbsp;\"},{\"contentType\":1,\"content\":\"The Tibetan version was registered as a national intangible cultural heritage by China's State Council&nbsp;in 2006,&nbsp;followed three years later with an international listing by UNESCO. It is celebrated as an auspicious art tradition in different Tibetan festive occasions, including Tibetan New Year,&nbsp;Shoton Festival, and Saga Dawa Festival.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/35677a4e35677a6333566d54/img/688b9b9c-af02-4b3a-b490-205e75b27136.jpg\",\"caption\":\"Performers at a Tibetan opera during the Shoton Festival in 2011 /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The genesis and social significance\"},{\"contentType\":1,\"content\":\"Also called \\\"Lahmo\\\" or \\\"Ace Lhamo\\\" in Tibetan language (meaning \\\"Sister Fairies\\\"), Tibetan opera originated as a religious ritual performed by beautiful girls. In the 17th century, the opera gradually separated itself from the ritual, and eventually became a civilian art form for entertainment in social gatherings. The repertoire of Tibetan opera is deeply rooted in ancient Buddhist folk tales&nbsp;and mainly derived from historical events from Tibetan civilization, as well as stories of love, devotion, good and evil – all with the purpose of serving as social teachings for Tibetans.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/35677a4e35677a6333566d54/img/50a4898a-cbea-4a43-b84e-18dc2185af5c.jpg\",\"caption\":\"The yellow mask in Tibetan opera refers to deities. /Photo via tibettravel.org\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"Mask is the highlight\"},{\"contentType\":1,\"content\":\"Over the centuries, a typical Tibetan opera follows a fixed procedure, which includes a three-part stage format, beginning with a blessing ceremony. Then a narrator will expansively sing a summary of the story in rapid repetitive rhythm. The second part emphasizes the opera itself, as all performers will enter the stage and start singing and dancing. The epilogue features another ritual of blessing that concludes the opera, and it is also an occasion for the performers to give Hadas (silk ritual greeting scarves) to the audience and receive donations from them.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/35677a4e35677a6333566d54/img/1a9ed475-63f3-4993-98b7-e7d91099baa1.jpg\",\"caption\":\"Performers wear animal masks in a Tibetan opera. /Photo via People wear the masks\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"The heart of the folk opera is the traditional masks of different colors and motifs, each indicating a distinctive role of the persona and revealing themes on various historical figures, including gods and animals in fairy tales. For example, the red mask represents the kings, who are powerful and brave, and the black mask refers to demons that are vicious and destructive.\"},{\"contentType\":1,\"content\":\"The blue mask, also known as \\\"Wenba mask,\\\" is the most popular kind. Wenba masks belong to characters who are seen as upright and fearless “hunters” or “fishermen.” They are commonly made with cardboards with blue satin pasted on the top, and the painting work is unusual but impressive. The animal mask in the Tibetan opera is also very common as it is often endowed with godly meanings and seen as a totem. The animal mask can be largely observed across Sichuan's Ganzi&nbsp;Tibetan Autonomous Prefecture during traditional lion dancing and yak dancing.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/35677a4e35677a6333566d54/img/babaf1ea-2fbd-45ac-b820-994508bac89a.jpg\",\"caption\":\"Performers wearing blue masks in Tibetan opera /VCG Photo\",\"href\":\"\"}},{\"contentType\":2,\"content\":\"The preservation of Tibetan art form\"},{\"contentType\":1,\"content\":\"Dubbed a \\\"living fossil of traditional Tibetan culture,\\\" Tibetan opera is an unparalleled art form that the local government has tried its utmost to preserve. Nevertheless, Tibetan opera has encountered competition by modernization, since nowadays people have varied tastes in arts and many more options in choosing their favorite forms of entertainment. Therefore, the call for protection to save the ancient ethnic minority opera is urgent.\"},{\"contentType\":4,\"img\":{\"url\":\"https://news.cgtn.com/news/35677a4e35677a6333566d54/img/262a898b-95db-4393-a5b4-07d52b39dedb.jpg\",\"caption\":\"Souvenirs of Tibetan opera masks are sold in a store, in Lhasa, the capital city of southwest China's Tibet Autonomous Region. /Photo from China Tibet Online\",\"href\":\"\"}},{\"contentType\":1,\"content\":\"By making Tibetan opera more contemporary to keep&nbsp;pace with social change, customs and masks have been upgraded and become more ornamental and exquisite. Also starting from 2013, the local government of the Tibet Autonomous Region adopted a plan to use modern technologies to highlight the stage performance in the opera, including adapting highly sophisticated spotlighting and subtitles to serve audiences of different nationalities and ages who do not speak Tibetan.\"},{\"contentType\":1,\"content\":\"Today, the&nbsp;traditional Shoton Festival is held in&nbsp;Lhasa, the capital of the region, every August, allowing Tibetan opera fans around the world to attend the large-scale opera shows.&nbsp;In the past five years, the number of Tibetan opera folk troupes has grown from 50 to over 140, thanks to the government funding to build training centers for talented singers and dancers.\"}]"}]